<?php
$_['heading_title']               = 'Фильтр товаров';
$_['heading_title_module']        = 'Фильтр товаров';
// Tabs

$_['tab_price_filtering']         = 'Фильтр по цене';
$_['tab_copy']           					= 'Копирование атрибутов';
$_['tab_other']                   = 'Другое';

// Button
$_['button_create']               = 'Установить модуль';
$_['button_apply']                = 'Применить';

// Text
$_['text_module']                 = 'Модули';
$_['text_success']                = 'Вы успешно обновили настройки модуля "Фильтр товаров"!';
$_['text_success_create']         = 'Модуль установлен, права на страницу catalog/filter установлены. Вы можете начать <a href="%s">добавлять опции</a>, хорошей работы.';
$_['text_content_top']            = 'Над товарами';
$_['text_content_bottom']         = 'Под товарами';
$_['text_column_left']            = 'Левая колонка';
$_['text_column_right']           = 'Правая колонка';
$_['text_list']                   = 'Опция: значения';
$_['text_inline']                 = 'В строку, разделяя слэшем';
$_['text_create']                 = 'Таблицы фильтра не установлены или повреждены.<br />Для использования этого модуля, вам необходимо установить таблицы в базу данныхи назначить права на страницу опций фильтра.<br />Для установки модуля "Фильтр товаров" нажмите кнопку ниже:';

// Entry
$_['entry_position']              = 'Расположение:';
$_['entry_status']                = 'Статус:';
$_['entry_layout'] 				= 'Схема';
$_['entry_sort_order']            = 'Сортировка:';
$_['entry_show_price']            = 'Фильтр по цене:';
$_['entry_show_counter']          = 'Показывать счетчик товаров:';
$_['entry_show_diagram']          = 'Показывать ценовую диаграмму:';
$_['entry_show_selected']         = 'Показывать выбранные параметры:';
$_['entry_consider_discount']     = 'Учитывать скидочную цену:';
$_['entry_consider_special']      = 'Учитывать специальную цену:';
$_['entry_hide_options']          = 'Прятать опции:';
$_['entry_hide_options_limit']    = 'если их больше:';
$_['entry_manufacturer']          = 'Фильт по производителям:';
$_['entry_manufacturer_type']     = 'тип:';
$_['entry_stock_status']          = 'Фильтр по наличию на складе:';
$_['entry_stock_status_type']     = 'тип:';
$_['entry_pco_show_limit']        = 'Количество выводимых параметров в списке товаров';
$_['entry_show_button']           = 'Фильтровать по кнопке:';
$_['entry_pco_show_type']         = 'Способ отображения параметров товара:';

// Notice
$_['notice_position']              = 'Кликните по блоку позиции для выбора размещения модуля.';
$_['notice_status']                = 'Включает или выключает модуль фильтра в категории, но не влияет на вывод параметров товара.';
$_['notice_sort_order']            = 'Укажите номер последовательности модуля в выбранном блоке расположения.';
$_['notice_show_price']            = 'Отображает диапазон цен в текущей категории с возможностью фильтра. Если отключено, то ценовая диаграмма выводиться не будет.';
$_['notice_show_diagram']          = 'Графически показывает количество товаров текущего значения ценового диапазона.';
$_['notice_show_counter']          = 'Отображает количество товаров для каждого значения.<br /><b>Внимание!</b> Это может замедлить работу каталога, если товаров больше 5 тыс.';
$_['notice_show_selected']         = 'Отображает блок выбранных параметров с возможностью исключения из запроса.';
$_['notice_consider_discount']     = 'Позволяет фильтровать товары не только по статической цене, но и по скидкам.';
$_['notice_consider_special']      = 'Позволяет учитывать специальную цену.';
$_['notice_hide_options']          = 'Скрывает опции под кнопку, если их количество превышает указанное.';
$_['notice_manufacturer']          = 'Позволяет фильтровать товары по производителям текущей категории.';
$_['notice_stock_status']          = 'Даёт возможность фильтровать товары по наличию на складе.';
$_['notice_pco_show_type']         = 'Выберите один из способов отображения параметров товара.';
$_['notice_pco_show_limit']        = 'Укажите количество выводимых пар<br />"опция - параметры" для одного товара в каталоге.';
$_['notice_show_button']           = 'Позволяет фильтровать по выбранным параметрам только после нажатия на отдельную кнопку.';

// Error
$_['error_permission']            = 'Внимание: у вас нет прав для редактирования этого модуля!';
$_['error_layout']                = 'Не была обнаружена схема "product/category". <a href="%s">Добавьте</a> её и попробуйте снова.';

?>