<?php
// Heading
$_['heading_title']       = 'Менеджер регистрации и оформления заказа';

// Text
$_['text_success']        = 'Модуль упрощенного оформления успешно обновлен!';
$_['text_module']         = 'Модули';
$_['text_fields']         = 'Управление полями формы';

$_['entry_status']        = 'Статус:';
$_['text_disabled']       = 'отключено';
$_['text_enabled']        = 'включено';
$_['text_required']       = 'обязательно';
$_['text_not_required']   = 'не обязательно';
//tabs
$_['tab_general'] = 'Регистрация';
$_['tab_data'] = 'Покупка';
//data
$_['entry_firstname']     = 'Показывать поле Имя ?';
$_['entry_lastname']      = 'Показывать поле Фамилия ?';
$_['entry_email']         = 'E-mail ?';
$_['entry_telephone']     = 'Показывать поле Телефон ?';
$_['entry_fax']           = 'Показывать поле Факс ?';
$_['entry_company']       = 'Показывать поле Компания ?';
$_['entry_address_1']     = 'Показывать поле Адрес ?';
$_['entry_address_2']     = 'Показывать поле Адрес 2 ?';
$_['entry_city']          = 'Показывать поле Город ?';
$_['entry_postcode']      = 'Показывать поле Индекс ?';
$_['entry_country']       = 'Показывать Страну и Регионы ?';
$_['entry_min_order_sum'] = 'Мин. сумма заказа ?';
$_['entry_firstname_req']     = 'Поле Имя обязательно ?';
$_['entry_lastname_req']      = 'Поле Фамилия обязательно ?';
$_['entry_telephone_req']     = 'Поле Телефон обязательно ?';
$_['entry_fax_req']           = 'Поле Факс обязательно ?';
$_['entry_company_req']       = 'Поле Компания обязательно ?';
$_['entry_address_1_req']     = 'Поле Адрес обязательно ?';
$_['entry_address_2_req']     = 'Поле Адрес 2 обязательно ?';
$_['entry_city_req']          = 'Поле Город обязательно ?';
$_['entry_postcode_req']      = 'Поле Индекс обязательно ?';
$_['entry_confirm']       = 'Показывать поле подтверждения пароля ?';
// Error
$_['error_permission']    = 'Вы не имеете прав для управления этим модулем!';
?>