<?php
// Text
$_['text_search']       = 'Поиск';
$_['text_brand']        = 'Производитель';
$_['text_manufacturer'] = 'Производитель:';
$_['text_model']        = 'Модель:';
$_['text_reward']       = 'Бонусные баллы:'; 
$_['text_points']       = 'Цена в бонусных баллах:';
$_['text_stock']        = 'Наличие:';
$_['text_instock']      = 'В наличии';
$_['text_price']        = 'Цена:'; 
$_['text_tax']          = 'С налогом:'; 
$_['text_discount']     = '%s или более %s';
$_['text_option']       = 'Опции:';
$_['text_qty']          = 'Количество:';
$_['text_minimum']      = 'Минимальное количество заказа этого товара: %s';
$_['text_or']           = '- или -';
$_['text_reviews']      = 'Отзывов: %s'; 
$_['text_write']        = 'Оставить отзыв';
$_['text_no_reviews']   = 'Ещё никто не оставил отзыв о товаре.';
$_['text_on']           = ' on ';
$_['text_note']         = '<span style="color: #FF0000;">Внимание:</span> HTML не поддерживается! Используйте обычный текст.';
$_['text_share']        = 'Поделиться';
$_['text_success']      = 'Спасибо за Ваш отзыв. Он отправлен администратору на утверждение.';
$_['text_upload']       = 'Файл успешно загружен на сервер!';
$_['text_wait']         = 'Подождите пожалуйста!';
$_['text_tags']         = 'Метки:';
$_['text_error']        = 'Товар не найден!';

// Entry
$_['entry_name']        = 'Ваше Имя:';
$_['entry_review']      = 'Ваш отзыв:';
$_['entry_rating']      = 'Оценка:';
$_['entry_good']        = 'Хорошо';
$_['entry_bad']         = 'Плохо';
$_['entry_captcha']     = 'Введите код, указанный на картинке:';
$_['button_cart_already']     = 'Куплено';
// Tabs
$_['tab_description']   = 'Описание';
$_['tab_attribute']     = 'Характеристики';
$_['tab_review']        = 'Отзывы (%s)';
$_['tab_related']       = 'Похожие товары'; 

// Error
$_['error_name']        = 'Ошибка: Название отзыва должно быть от 3 до 25 символов!';
$_['error_text']        = 'Ошибка: Текст отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']      = 'Ошибка: Пожалуйста, выберите оценку!';
$_['error_captcha']     = 'Ошибка: Код, указанный на картинке, введен неверно!';
$_['error_upload']      = 'Требуется загрузка файла!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 64 символов!';
$_['error_filetype']    = 'Неправильное расширение файла!';
?>