<?php
// Heading 
$_['heading_title']			= 'Логин';

// Text
$_['text_account']			= 'Личный Кабинет';
$_['text_login']			= 'Логин';
$_['text_new_customer']			= 'Новый клиент';
$_['text_register']			= 'Регистрация учетной записи';
$_['text_register_account']		= 'Создав учетную запись, можно производить покупки быстрее и всегда быть в курсе о статусе заказа, а также отслеживать заказы, сделанные ранее.';
$_['text_returning_customer']		= 'Зарегистрированный клиент';
$_['text_i_am_returning_customer']	= 'Войти в Личный Кабинет';
$_['text_forgotten']			= 'Забыли пароль?';

// Entry
$_['entry_email']			= 'E-Mail:';
$_['entry_password']			= 'Пароль:';

// Error
$_['error_login']			= 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_approved']               = 'Внимание: Вы уже подтвердили и активировали учетную запись.'; 
$_['text_success']			= 'Спасибо за подтверждение Вашей електронной почты, теперь Вы можете войти в свой кабинет.';
?>