<?php
// Heading 
$_['heading_title']    = 'Приобретение Подарочного Сертификата';

// Text
$_['text_account']     = 'Личный Кабинет';
$_['text_voucher']     = 'Подарочный Сертификат';
$_['text_description'] = 'Подарочный сертификат будет отправлен получателю сразу после оплаты.';
$_['text_agree']       = 'Я понимаю, что подарочные сертификаты возврату не подлежат.';
$_['text_message']     = '<p>Благодарим Вас за приобретение подарочного сертификата! Как только Вы закончите оформление, сертификат будет выслан на email вместе с инструкцией.</p>';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя:';
$_['entry_to_email']   = 'Email получателя:';
$_['entry_from_name']  = 'Ваше имя:';
$_['entry_from_email'] = 'Ваш Email:';
$_['entry_theme']      = 'Тематика:';
$_['entry_message']    = 'Сообщение:<br /><span class="help">(Не обязательно)</span>';
$_['entry_amount']     = 'Сумма:<br /><span class="help">(От %s до %s)</span>';

// Error
$_['error_to_name']    = 'Имя получателя должно быть 1-64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть 1-64 символов!';
$_['error_email']      = 'E-Mail указан не верно!';
$_['error_theme']      = 'Тематика не указана!';
$_['error_amount']     = 'Сумма должна быть от %s до %s!';
$_['error_agree']      = 'Внимание: Вы должны согласиться с тем, что подарочные сертификаты возврату не подлежат!';
?>