<?php
// Text
$_['text_subject']          = '%s - Замовлення %s';
$_['text_greeting']         = 'Дякую, що зацікавилися %s товарами нашого магазину.';
$_['text_link']             = 'Для перегляду замовлення натисніть на посилання нижче::';
$_['text_order_detail']     = 'Деталі замовлення';
$_['text_instruction']      = 'Інструкції';
$_['text_order_id']         = 'ID Для замовлення:';
$_['text_date_added']       = 'Додано створення:';
$_['text_order_status']     = 'Статус замовлення:';
$_['text_payment_method']   = 'Метод оплати:';
$_['text_shipping_method']  = 'Метод доставки:';
$_['text_email']            = 'E-mail:';
$_['text_telephone']        = 'Телефон:';
$_['text_ip']               = 'IP Адреса:';
$_['text_payment_address']  = 'Адреса платинка';
$_['text_shipping_address'] = 'Адреса доставки';
$_['text_products']         = 'Товари';
$_['text_product']          = 'Товар';
$_['text_model']            = 'Модель';
$_['text_quantity']         = 'Кількість';
$_['text_price']            = 'Ціна';
$_['text_order_total']      = 'Разом';
$_['text_total']            = 'Сума';
$_['text_download']         = 'Як тільки ваш платіж буде підтверджено, ви можете натиснути наведене нижче посилання, щоб отримати доступ до завантажених продуктів:';
$_['text_comment']          = 'Коментар до вашого замовлення:';
$_['text_footer']           = 'Якщо у вас виникли запитання, дайте відповідь на це повідомлення електронної пошти.';