<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Регіони'; #32838
$_['text_success'] = 'Налаштування регіонів успішно змінено!'; #32839
$_['column_name'] = 'Назва регіону'; #32840
$_['column_code'] = 'Код регіону'; #32841
$_['column_country'] = 'Країна'; #32842
$_['column_action'] = 'Дія'; #32843
$_['entry_status'] = 'Статус регіону:'; #32844
$_['entry_name'] = 'Назва регіону:'; #32845
$_['entry_code'] = 'Код регіону:'; #32846
$_['entry_country'] = 'Країна:'; #32847
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань  регіонів!'; #32848
$_['error_name'] = 'Назва регіону повинна містити від 3 до 128 символів!'; #32849
$_['error_default'] = 'Цей регіон не може бути вилучено, оскільки він використовується за замовчуванням!'; #32850
$_['error_store'] = 'Цей регіон не може бути вилучено, оскільки він використовується в магазинах %s!'; #32851
$_['error_address'] = 'Цей регіон не може бути вилучено, оскільки він використовується в адресах %s!'; #32852
$_['error_affiliate'] = 'Цей регіон не може бути вилучено, оскільки він використовується в партнерських програмах %s!'; #34425
$_['error_zone_to_geo_zone'] = 'Цей регіон не може бути вилучено, оскільки він використовується в гео-зонах %s!'; #32853