<?php
// Заголовок
$_['heading_title']         = 'Статистика';

// Текстовые
$_['text_success']          = 'Налашлування успішно змінені!';
$_['text_list']             = 'Список';
$_['text_order_sale']       = 'Замовлень';
$_['text_order_processing'] = 'Замовлень в процесі';
$_['text_order_complete']   = 'Завершених замовлень';
$_['text_order_other']      = 'Решта замовлень';
$_['text_returns']          = 'Повернень';
$_['text_customer']         = 'Клієнтів очікуючих схвалення';
$_['text_affiliate']        = 'Партнерів очікуючих схвалення';
$_['text_product']          = 'Товарів яких нема в наявності';
$_['text_review']           = 'Відгуків очікуючих модерації';

// Колонки
$_['column_name']           = 'Назва';
$_['column_value']	        = 'Значеня';
$_['column_action']         = 'Дія';

// Помилки
$_['error_permission']      = 'У Вас немає прав для управління статистикою!';

