<?php
// Heading
$_['heading_title'] = 'Доставка по місту';

// Text
$_['text_extension'] = 'Розширення';
$_['text_shipping'] = 'Доставка';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Редагувати';

// Entry
$_['entry_rate'] = 'Норми доставки';
$_['entry_tax_class'] = 'Клас податку';
$_['entry_geo_zone'] = 'Географічна зона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_rate'] = 'Введіть цінність до 5.2 десяткових розрядів. (12345.67) Приклад: .1:1,.25:1.27 - Вага менше або рівний 0.1 кг буде коштувати 1.00 (в одиницях валюти за замовчуванням), вага від 0.1 до 0.25 кг буде коштувати 1.27. Не вписуйте кг або інші символи.';

// Error
$_['error_permission'] = 'У Вас немає прав для управління даним модулем!';