<?php
// Заголовок
$_['heading_title'] = 'Доставка з оплатою за одиницю';

// Текстові
$_['text_extension'] = 'Розширення';
$_['text_shipping'] = 'Доставка';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Редагувати';

// Entry
$_['entry_cost'] = 'Вартість';
$_['entry_tax_class'] = 'Клас податку';
$_['entry_geo_zone'] = 'Географічна зона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилки
$_['error_permission'] = 'У Вас немає прав для управління даним модулем!';