<?php
// Heading
$_['heading_title'] = 'Валюти';

// Text
$_['text_success'] = 'Курси валют оновлено';
$_['text_list'] = 'Список валют';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_iso'] = 'Ви можете знайти повний список кодів валют ISO і налаштування <a href="http://www.xe.com/iso4217.php" target="_blank">на сайті</a>.';

// Column
$_['column_title'] = 'Назва валюти';
$_['column_code'] = 'Код';
$_['column_value'] = 'Значення';
$_['column_date_modified'] = 'Дата останнього оновлення';
$_['column_action'] = 'Дія';

// Entry
$_['entry_title'] = 'Назва валюти';
$_['entry_code'] = 'Код';
$_['entry_value'] = 'Значення';
$_['entry_symbol_left'] = 'Символ ліворуч';
$_['entry_symbol_right'] = 'Символ праворуч';
$_['entry_decimal_place'] = 'Кількість знаків після коми';
$_['entry_status'] = 'Статус';

// Help
$_['help_code'] = 'Не змінюється, якщо валюта встановлена за замовчуванням.';
$_['help_value'] = 'Встановіть на 1.00000 якщо це валюта за замовчуванням.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку валют';
$_['error_title'] = 'Назва валюти має бути від 3 до 32 символів!';
$_['error_code'] = 'Код валюти повинен складатися з 3 символів!';
$_['error_default'] = 'Валюту можна видалити, оскільки вона призначена за замовчуванням!';
$_['error_store'] = 'Назва валюти не може бути видалена, так як призначена %s магазинах!';
$_['error_order'] = 'Назва валюти не може бути видалена, так як призначена %s замовлення!';