<?php
// Heading
$_['heading_title'] = 'Одиниці вимірювання';

// Text
$_['text_success'] = 'Налаштування успішно змінено';
$_['text_list'] = 'Одиниці вимірювання';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_title'] = 'Назва одиниці виміру';
$_['column_unit'] = 'Одиниця виміру';
$_['column_value'] = 'Значення';
$_['column_action'] = 'Дія';

// Entry
$_['entry_title'] = 'Назва одиниці виміру';
$_['entry_unit'] = 'Одиниця виміру';
$_['entry_value'] = 'Значення';

// Help
$_['help_value'] = 'Встановіть на 1.00000 якщо це одиниця виміру.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни одиниць вимірювань!';
$_['error_title'] = 'Назва одиниці виміру повинно бути від 3 до 32 символів!';
$_['error_unit'] = 'Одиниця виміру повинна бути від 1 до 4 символів!';
$_['error_default'] = 'Одиницю вимірювання не можна змінити, оскільки вона встановлена за замовчуванням!';
$_['error_product'] = 'Одиниці вимірювання не може бути видалена, так як призначена %s товарів!';