<?php
// Text
$_['text_subject'] = 'Ви відправили Подарунковий Сертифікат %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат від %s';
$_['text_from'] = 'Ви отримали Подарунковий Сертифікат від %s';
$_['text_message'] = 'Відправник залишив повідомлення';
$_['text_redeem'] = 'Щоб скористатися даними Подарунковим Сертифікатом, збережіть код <b>%s</b> потім перейдіть в магазин і замовте товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика, перед тим як почнете оформлення замовлення.';
$_['text_footer'] = 'Якщо у Вас залишилися якісь питання, відповідайте на це повідомлення.';