<?php

$_['pc_login_register'] = 'Пожалуйста <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a> для коментария.';

$_['pc_error_name'] = 'Пожалуйста, введите имя от %s и %s символов длинной';
$_['pc_error_email'] = 'Пожалуйста, введите корректный адрес електронной почты';
$_['pc_error_comment_short'] = 'Длинна сообщения должна быль не менее %s символов';
$_['pc_error_comment_long'] = 'Длинна сообщения должна быль не более %s символов';
$_['pc_error_captcha'] = 'Проверочный код не совпадает с изображением на картинке';

$_['tab_comments']       = 'Коментариев (%s)';

$_['text_post_comment']  = 'Оставить коментарий к товару';
$_['text_name']          = 'Имя';
$_['text_note']          = '<span style="color: #FF0000;">Внимание:</span> HTML теги не воспринимаються!';
$_['text_email']         = 'E-mail';
$_['text_comment']      = 'Сообщение';
$_['button_continue']    = 'Отправить';

$_['pc_enter_captcha']     = 'Введите проверочный код:';
$_['pc_wait']         = 'Подождите пожалуйста!';
$_['pc_no_comments_yet'] = 'Ещё никто не оставлял коментарии.';

$_['pc_success']      = 'Спасибо за коментарий.';

$_['pc_mail_subject']      = '[%s] Новый коментарий о %s!';
$_['pc_mail'] = <<<EOT
Новый коментарий о %s был добавлен.

Имя:
%s

Email:
%s

Коментарий:
%s

Коментарий можно отредактировать в <a href="%s">админ. панели.</a>.
EOT;

?>