<?php
// Заголовок
$_['heading_title'] = 'Модифікатори';

// Текстові
$_['text_success'] = 'Дія успішно виконано!';
$_['text_refresh'] = 'Кожен раз, коли Ви включили / відключили або видалили модифікатор, необхідно натиснути кнопку оновити, щоб оновити кеш модифікаторів!';
$_['text_list'] = 'Модифікатори';

// Колонки
$_['column_name'] = 'Назва';
$_['column_author'] = 'Автор';
$_['column_version'] = 'Версія';
$_['column_status'] = 'Стан';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Помилки
$_['error_permission'] = 'Увага: У Вас немає прав для управління модифікаторами!';