<?php
// Heading
$_['heading_title'] = 'Файли для завантаження';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Файли для завантаження';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_upload'] = 'Файл завантажений';

// Column
$_['column_name'] = 'Назва';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва завантаження';
$_['entry_filename'] = 'Ім\'я файлу';
$_['entry_mask'] = 'Маска';

// Help
$_['help_filename'] = 'Ви можете завантажити файл за допомогою кнопки завантаження, або через FTP, вказавши деталі нижче.';
$_['help_mask'] = 'Рекомендуємо, щоб ім\'я файлу і маска були різні, для запобігання прямого доступу до файлу.';

// Error
$_['error_permission'] = 'У вас немає прав для редагування завантажень!';
$_['error_name'] = 'Назва повинна містити від 3 до 64 символів!';
$_['error_upload'] = 'Завантаження є необхідним!';
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_exists'] = 'Файл не знайдено!';
$_['error_mask'] = 'Маска повинна містити від 3 до 128 символів!';
$_['error_filetype'] = 'Неправильний тип файлу!';
$_['error_product'] = 'Увага: це завантаження не можна видалити, так як воно прив\'язано до %s товарів!';