<?php
// Heading
$_['heading_title'] = 'Файли для скачування';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Файли для скачування';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_upload'] = 'Файл завантажений';

// Column
$_['column_name'] = 'Назва';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва завантаження';
$_['entry_filename'] = 'Ім&#39;я файлу';
$_['entry_mask'] = 'Маска';

// Help
$_['help_filename'] = 'Ви можете завантажити файл з допомогою кнопки завантаження, або через FTP, вказавши деталі нижче.';
$_['help_mask'] = 'Рекомендуємо, щоб ім&#39;я файлу і маска були різні, це запобіжить прямий доступ до файлів.';

// Error
$_['error_permission'] = 'У вас немає прав для редагування завантажень!';
$_['error_name'] = 'Назва повинна містити від 3 до 64 символів!';
$_['error_upload'] = 'Необхідна завантаження!';
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_exists'] = 'Файл не існує!';
$_['error_mask'] = 'Маска повинна містити від 3 до 128 символів!';
$_['error_filetype'] = 'Неправильний тип файла!';
$_['error_product'] = 'Увага: це завантаження можна видалити, так як призначена до %s товарів!';