<?php
// Heading
$_['heading_title'] = 'Профілі підписки';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Профілі підписки';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_day'] = 'День';
$_['text_week'] = 'Тиждень';
$_['text_semi_month'] = 'Півмісяця';
$_['text_month'] = 'Місяць';
$_['text_year'] = 'Рік';
$_['text_recurring'] = '<p><i class="fa fa-info-circle"></i> Повторення виставлення рахунку розраховуються шляхом множення частоти на цикл.</p><p>Наприклад, якщо ви використовуєте частоту "тиждень" і цикл "2", то користувачеві буде виставлений рахунок кожні 2 тижні.</p><p>Тривалість - кількість оплат, які користувач повинен зробити. Встановіть 0, якщо Ви захочете скасувати платежі.</p>';
$_['text_profile'] = 'Оплата по підписці';
$_['text_trial'] = 'Тріал профіль';

// Entry
$_['entry_name'] = 'Назва';
$_['entry_price'] = 'Ціна';
$_['entry_duration'] = 'Тривалість';
$_['entry_cycle'] = 'Цикл';
$_['entry_frequency'] = 'Частота';
$_['entry_trial_price'] = 'Ціна';
$_['entry_trial_duration'] = 'Тривалість';
$_['entry_trial_status'] = 'Статус';
$_['entry_trial_cycle'] = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Column
$_['column_name'] = 'Назва';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Error
$_['error_warning'] = 'будь Ласка, перевірте форму на помилки!';
$_['error_permission'] = 'У вас немає привілеїв для редагування!';
$_['error_name'] = 'Ім&#39;я повинно містити від 3 до 255 символів!';
$_['error_product'] = 'Цей профіль не може бути видалений, оскільки призначений %s товарів!';