<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Успешно: Список категорий обновлен!';
$_['text_default']           = 'Основной магазин';
$_['text_image_manager']     = 'Менеджер изображений';
$_['text_browse']            = 'Обзор';
$_['text_clear']             = 'Очистить';
$_['text_autometa']            = 'Автометазамена<br/><span class="help">Не отмечайте, если хотите вручную внести данные в мета описание и мета keywords, если отметить, то генерируются данные с описания категории.</span>';
$_['text_titles']            = 'Title страницы<br/><span class="help">Если оставить пустым, то на странице категории будет выведено название категории.</span>';
$_['text_h1']            = 'Заголовок Title (Н1)<br/><span class="help">Если оставить пустым, поле тега (h1) то будет выведено название категории.</span>';
$_['text_h2']            = 'Вторичный заголовок Title (Н2)<br/><span class="help">Опционально, отображается под заголовком h1. Для улучшения seo, рекомендуется вписать нечто связанное с данной категорией.</span>';
// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории:';
$_['entry_meta_keyword']     = 'Мета-тег Keywords:';
$_['entry_meta_description'] = 'Мета-тег Description:';
$_['entry_description']      = 'Описание:';
$_['entry_parent']           = 'Родительская категория:';
$_['entry_filter']           = 'Filters:<br /><span class="help">(Autocomplete)</span>';
$_['entry_store']            = 'Магазины:';
$_['entry_keyword']          = 'SEO URL:<br/><span class="help">Должно быть уникальным на всю систему.</span>';
$_['entry_image']            = 'Изображение категории:';
$_['entry_top']              = 'Главное меню:<br/><span class="help">Показывать в главном меню (только для главных родительских категорий).</span>';
$_['entry_column']           = 'Столбцы:<br/><span class="help">Количество столбцов в выпадающем меню категории (только для главных родительских категорий).</span>';
$_['entry_sort_order']       = 'Порядок сортировки:';
$_['entry_status']           = 'Статус:';
$_['entry_layout']           = 'Изменить схему:';

// Error 
$_['error_warning']          = 'Ошибка: Внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'Ошибка: У Вас нет прав для изменения категорий!';
$_['error_name']             = 'Название категории должно быть от 2 до 32 символов!';
?>