<?php
// Heading
$_['heading_title']     = 'Фильтры';

// Text
$_['text_success']      = 'Успешно: Вы изменили настройки фильтра!';

// Column
$_['column_group']      = 'Группа фильтра';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Название группы фильтра:';
$_['entry_name']        = 'Название фильтра:';
$_['entry_sort_order']  = 'Сортировка:';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав для внесения изменений!';
$_['error_group']       = 'Название группы фильтров должно быть не менее 1 и до 64 символов!';
$_['error_name']        = 'Название фильтра должно быть от 1 и до 64 символов!';
?>