<?php
// Heading
$_['heading_title']     	= 'Статьи';

// Text
$_['text_success']      	= 'Успешно: Список статей обновлен!';
$_['text_default']      	= 'Основной магазин';
$_['text_image_manager']      = 'Менеджер рисунков';
$_['text_browse']      = 'Просмотр';
$_['text_clear']      = 'Очистить';
$_['entry_image']      = 'Выберите рисунок';
// Column
$_['column_title']      	= 'Название статьи';
$_['column_sort_order'] 	= 'Порядок сортировки';
$_['column_action']     	= 'Действие';
$_['entry_vendor_name']= 'Имя партнёра:';
$_['text_titles']            = 'Title страницы<br/><span class="help">Если оставить пустым, то на странице категории будет выведено название категории.</span>';
$_['text_h1']            = 'Заголовок Title (Н1)<br/><span class="help">Если оставить пустым, поле тега (h1) то будет выведено название категории.</span>';
$_['text_h2']            = 'Вторичный заголовок Title (Н2)<br/><span class="help">Опционально, отображается под заголовком h1. Для улучшения seo, рекомендуется вписать нечто связанное с данной категорией.</span>';
// Entry
$_['entry_title']       	= 'Название статьи:';
$_['entry_description'] 	= 'Описание:';
$_['entry_store']       	= 'Магазины:';
$_['entry_keyword']         = 'SEO URL:<br/><span class="help">Должно быть уникальным на всю систему.</span>';
$_['entry_bottom']          = 'Внизу:<br/><span class="help">Отображать в списке новостей подвала.</span>';
$_['entry_news']       = 'Как новость:<br/><span class="help">Отображать как новость.</span>';
$_['entry_status']          	= 'Статус:';
$_['entry_sort_order']  	= 'Порядок сортировки:<br/><span class="help">-1 для скрытия</span>';
$_['entry_layout']      	= 'Выберите схему:';

// Error 
$_['error_warning']         	= 'Ошибка: Внимательно проверьте форму на ошибки!';
$_['error_permission']  	= 'Ошибка: У Вас нет прав для изменения статей!';
$_['error_title']       	= 'Название статьи должно быть от 3 до 64 символов!';
$_['error_description'] 	= 'Описание должно быть не менее 3 символов!';
$_['error_account']     	= 'Ошибка: Эту страницу нельзя удалить, поскольку она назначена Политикой безопасности по умолчанию!';
$_['error_checkout']    	= 'Ошибка: Эту страницу нельзя удалить, поскольку она назначена Условиями соглашения по умолчанию!';
$_['error_affiliate']   	= 'Ошибка: Страница не может быть удалена, поскольку она используется в условиях партнерской программы!';
$_['error_store']       	= 'Ошибка: Страница не может быть удалена, поскольку она используется в %s магазинах!';
?>