<?php
// Heading
$_['heading_title']      	= 'Производители';

// Text
$_['text_success']       	= 'Успешно: Список производителей обновлен!';
$_['text_default']       	= 'Основной магазин';
$_['text_image_manager'] 	= 'Менеджер изображений';
$_['text_browse']        	= 'Обзор';
$_['text_clear']         	= 'Очистить';
$_['text_percent']       	= 'Процент';
$_['text_amount']        	= 'Фиксированная сумма';
$_['text_tab_description']        	= 'Описание';
$_['text_meta_description']        	= 'Мета описание:';
$_['text_meta_keywords']        	= 'Мета keywords:';
$_['text_description']        	= 'Описание производителя:';
$_['text_titles']            = 'Title страницы<br/><span class="help">Если оставить пустым, то на странице категории будет выведено название категории.</span>';
$_['text_h1']            = 'Заголовок Title (Н1)<br/><span class="help">Если оставить пустым, поле тега (h1) то будет выведено название категории.</span>';
$_['text_h2']            = 'Вторичный заголовок Title (Н2)<br/><span class="help">Опционально, отображается под заголовком h1. Для улучшения seo, рекомендуется вписать нечто связанное с данной категорией.</span>';
// Column
$_['column_name']        	= 'Производитель';
$_['column_sort_order']  	= 'Порядок сортировки';
$_['column_action']      	= 'Действие';

// Entry
$_['entry_name']         	= 'Производитель:';
$_['entry_store']        	= 'Магазины:';
$_['entry_keyword']      	= 'SEO URL:<br/><span class="help">Должно быть уникальным на всю систему.</span>';
$_['entry_image']        	= 'Изображение:';
$_['entry_sort_order']   	= 'Порядок сортировки:';
$_['entry_type']         	= 'Тип:';

// Error
$_['error_permission']   	= 'Ошибка: У Вас нет прав для изменения производителей!';
$_['error_name']         	= 'Название производителя должно быть от 3 до 64 символов!';
$_['error_product']      	= 'Ошибка: Этот производитель не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';
?>