<?php
// Heading
$_['heading_title']    = 'Вдправка Нічний Експрес';

// Text 
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Налаштування модуля обновлені!';

// Entry
$_['entry_geo_zone']   = 'Географічна зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортування:';

$_['entry_delivery_price'] = 'Вартість платної доставки:<br /><span class="help">Якщо сума замовлення менше мінімальної суми для безкоштовної доставки.</span>';
$_['entry_min_total_for_free_delivery'] = 'Мінімальна сума замовлення для безкоштовної доставки:<br /><span class="help">Якщо сума замовлення більше або рівна сумі замовлення, тоді ціна доставки для клієнта буде рівна нулю.</span>';

// Error
$_['error_permission'] = 'У вас немає прав для керування цим модулем!';
?>