<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Royal Mail'; #33109
$_['text_shipping'] = 'Доставка'; #33110
$_['text_success'] = 'Налаштування Royal Mail змінено!'; #33111
$_['entry_rate'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість, і т.д...</span>'; #34988
$_['entry_insurance'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.</span>'; #35068
$_['entry_airmail_rate_1'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AL, AD, AM, AT, AZ, BY, BE, BA, BG, HR, CY, CZ, DK, EE, FO, FI, FR, GE, DE, GI, GR, GL, HU, IS, IE, IT, KZ, KG, LV, LI, LT, LU, MK, MT, MD, MC, NL, NO, PL, PT, RO, RU, SM, SK, SI, ES, SE, CH, TJ, TR, TM, UA, UZ, VA</span>'; #35070
$_['entry_airmail_rate_2'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються для всіх інших країн не вказаних вище.</span>'; #35071
$_['entry_international_signed_rate_1'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AL, AD, AM, AT, AZ, BY, BE, BA, BG, HR, CY, CZ, DK, EE, FO, FI, FR, GE, DE, GI, GR, GL, HU, IS, IE, IT, KZ, KG, LV, LI, LT, LU, MK, MT, MD, MC, NL, NO, PL, PT, RO, RU, SM, SK, SI, ES, SE, CH, TJ, TR, TM, UA, UZ, VA</span>'; #35072
$_['entry_international_signed_insurance_1'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AL, AD, AM, AT, AZ, BY, BE, BA, BG, HR, CY, CZ, DK, EE, FO, FI, FR, GE, DE, GI, GR, GL, HU, IS, IE, IT, KZ, KG, LV, LI, LT, LU, MK, MT, MD, MC, NL, NO, PL, PT, RO, RU, SM, SK, SI, ES, SE, CH, TJ, TR, TM, UA, UZ, VA</span>'; #35073
$_['entry_international_signed_rate_2'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються для всіх інших країн не вказаних вище.</span>'; #35074
$_['entry_international_signed_insurance_2'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються для всіх інших країн не вказаних вище.</span>'; #35075
$_['entry_airsure_rate_1'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AD, AT, BE, CH, DE, DK, ES, FO, FI, FR, IE, IS, LI, LU, MC, NL, PT, SE</span>'; #35076
$_['entry_airsure_insurance_1'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />AD, AT, BE, CH, DE, DK, ES, FO, FI, FR, IE, IS, LI, LU, MC, NL, PT, SE</span>'; #35077
$_['entry_airsure_rate_2'] = 'Тарифи:<br /><span class="help">Наприклад: 5:10.00,7:12.00 Вага:Вартість,Вага:Вартість,і т.д...<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />BR, CA, HK, MY, NZ, SG, US</span>'; #35078
$_['entry_airsure_insurance_2'] = 'Розмір компенсації:<br /><span class="help">Введіть значення до 5,2 десяткових розрядів. (12345.67)Наприклад: 34:0,100:1,250:2.25 - Страхове покриття для кошика величиною до 34 одиниць матиме надбавку 0.00, а кошик величиною від 100 до 250 одиниць матиме надбавку 2.25. Символи валюти вводити не потрібно.<br /><br />Дані тарифи застосовуються лише для країн наведених нижче:<br />BR, CA, HK, MY, NZ, SG, US</span>'; #35079
$_['entry_display_weight'] = 'Відображати вагу пакунку:<br /><span class="help">Наприклад, 2.7674кг</span>'; #33115
$_['entry_display_insurance'] = 'Відображати страхування:<br /><span class="help">Наприклад, 500</span>'; #33116
$_['entry_weight_class'] = 'Вагова категорія:'; #32959
$_['entry_tax_class'] = 'Клас податків:'; #34972
$_['entry_geo_zone'] = 'Гео-зона:'; #33112
$_['entry_status'] = 'Статус:'; #32960
$_['entry_sort_order'] = 'Порядок сортування:'; #33113
$_['tab_1st_class_standard'] = 'Стандартне повідомлення першого класу'; #34973
$_['tab_1st_class_recorded'] = 'Записане повідомлення першого класу'; #34974
$_['tab_2nd_class_standard'] = 'Стандартне повідомлення другого класу'; #34975
$_['tab_2nd_class_recorded'] = 'Записане повідомлення другого класу'; #34976
$_['tab_special_delivery_500'] = 'Спеціальна доставка наступного дня (&pound;500)'; #34977
$_['tab_special_delivery_1000'] = 'Спеціальна доставка наступного дня (&pound;1000)'; #34978
$_['tab_special_delivery_2500'] = 'Спеціальна доставка наступного дня (&pound;2500)'; #34979
$_['tab_standard_parcels'] = 'Стандартні посилки'; #34980
$_['tab_airmail'] = 'Авіапошта'; #34981
$_['tab_international_signed'] = 'Міжнародний підпис'; #34982
$_['tab_airsure'] = 'Рекомендована авіапошта'; #34983
$_['tab_surface'] = 'Поверхня'; #35080
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань Royal Mail!'; #33114