<?php
// Заголовок
$_['heading_title'] = 'Мови';

// Текстові
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Мови';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Колонки
$_['column_name'] = 'Мова';
$_['column_code'] = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва';
$_['entry_code'] = 'Код';
$_['entry_locale'] = 'Кодування';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_prefix'] = 'Введіть SEO префікс';

// Довідка
$_['help_locale'] = 'Приклад: en_US.UTF-8,ан,en-gb,en_gb,english або <br> uk_ua.UTF-8,uk_ua,russian';
$_['help_status'] = 'Показати/Приховати перемикачі мов (вітрина магазину).';
$_['help_prefix'] = 'Наприклад: ua, і сайт буде мати вигляд: www.site.com/ua/';

// Помилки
$_['error_permission'] = 'У Вас немає прав для зміни списку мов!';
$_['error_exists'] = 'Увага: Спочатку додайте мову!';
$_['error_name'] = 'Назва мови повинна бути від 3 до 32 символів!';
$_['error_code'] = 'Код мови повинен бути від 2 символів!';
$_['error_locale'] = 'Необхідно вказати кодування мови!';
$_['error_default'] = 'Мова не може бути видалена, оскільки вона використовується за замовчуванням!';
$_['error_admin'] = 'Мова не може бути виключена, оскільки вона є мовою Адміністратора';
$_['error_store'] = 'Мова не може бути видалена, так як призначена %s магазинах!';
$_['error_order'] = 'Мова не може бути видалена, так як призначена %s замовлення!';