<?php
// Заголовок
$_['heading_title']    = 'Одиниці ваги';

// Текстові
$_['text_success']     = 'Налаштування успішно змінено!';
$_['text_list']        = 'Одиниці ваги';
$_['text_add']         = 'Додати';
$_['text_edit']        = 'Редагувати';

// Колонки
$_['column_title']     = 'Назва одиниці ваги';
$_['column_unit']      = 'Одиниця ваги';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва одиниці ваги';
$_['entry_unit']       = 'Одиниця ваги';
$_['entry_value']      = 'Значення';

// Довідка
$_['help_value']       = 'Встановіть на 1.00000 якщо це одиниця ваги за замовчуванням.';

// Помилки
$_['error_permission'] = 'У Вас немає прав для зміни списку одиниць ваги!';
$_['error_title']      = 'Назва одиниці ваги повинна бути від 3 до 32 символів!';
$_['error_unit']       = 'Одиниця ваги повинна бути від 1 до 4 символів!';
$_['error_default']    = 'Одиниця ваги не може бути видалена, оскільки вона встановлена за замовчуванням!';
$_['error_product']    = 'Одиниця ваги не може бути видалена, так як призначена %s товарам!';

