<?php
// Heading
$_['heading_title'] = 'Регіони';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Регіони';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Назва регіону';
$_['column_code'] = 'Код регіону';
$_['column_country'] = 'Країна';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва регіону';
$_['entry_code'] = 'Код регіону';
$_['entry_country'] = 'Країна';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку регіонів!';
$_['error_name'] = 'Назва регіону повинно бути від 3 до 128 символів!';
$_['error_default'] = 'Країна не може бути видалено, оскільки вона призначена за замовчуванням!';
$_['error_store'] = 'Регіон не може бути видалений, так як призначений %s магазинах!';
$_['error_address'] = 'Регіон не може бути видалений, так як призначений %s записів адресної книги!';
$_['error_affiliate'] = 'Регіон не може бути видалений, так як призначений %s партнерам!';
$_['error_zone_to_geo_zone'] = 'Регіон не може бути видалений, так як призначений %s географічним зонам!';