<?php
// Text
$_['text_approve_subject'] = '%s - Ваш партнерський обліковий запис активовано!';
$_['text_approve_welcome'] = 'Ласкаво просимо і дякуємо за реєстрацію на %s!';
$_['text_approve_login'] = 'Ваш обліковий запис створено і Ви можете увійти використовуючи Ваш E-mail та пароль, відвідавши наш сайт за адресою:';
$_['text_approve_services'] = 'Після входу, Ви зможете отримати адресу партнерської посилання.';
$_['text_approve_thanks'] = 'Дякую';
$_['text_transaction_subject'] = '%s - Партнерська винагорода.';
$_['text_transaction_received'] = 'Ви отримали %s!';
$_['text_transaction_total'] = 'Загальна сума Ваших партнерських винагород %s.';