<?php
// Text
$_['text_subject'] = 'Вам відправили Подарунковий Сертифікат з %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат на %s';
$_['text_from'] = 'Ви отримали Подарунковий Сертифікат від %s';
$_['text_message'] = 'З повідомленням, в якому говориться';
$_['text_redeem'] = 'Щоб скористатися цим Подарунковим Сертифікатом збережіть код <b>%s</b>, потім перейдіть в магазин за посиланням нижче і замовте товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика перед тим як почнете оформлення замовлення.';
$_['text_footer'] = 'Якщо у Вас є які-небудь питання, відповідайте на це повідомлення.';