<?php
// Заголовок
$_['heading_title']     = 'Баннеры';

// Текстовые
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список баннеров';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_default']      = 'По умолчанию';

// Колонки
$_['column_name']       = 'Название баннера';
$_['column_status']     = 'Статус';
$_['column_action']     = 'Действие';

// Поля ввода
$_['entry_name']        = 'Название баннера';
$_['entry_title']       = 'Заголовок';
$_['entry_link']        = 'Ссылка';
$_['entry_image']       = 'Изображение';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для изменения настроек!';
$_['error_name']       = 'Название баннера должно быть от 3 до 64 символов!';
$_['error_title']      = 'Заголовок должен быть от 2 до 64 символов!';

