<?php
// Text
$_['text_subject']  		= '%s - Благодарим за регистрацию';
$_['text_welcome']  		= 'Добро пожаловать и благодарим Вас за регистрацию в %s!';
$_['text_login']    		= 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке:';
$_['text_approval'] 		= 'Для подтверждения Вашей електронной почты при регистрации, вам необходимо перейти по адресу:';
$_['text_services'] 		= 'После авторизации на сайте Вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счета, изменение информации Вашей учетной записи и др.';
$_['text_thanks']   		= 'Спасибо,';
$_['text_new_customer']   = 'Новый покупатель:';
$_['text_signup']         = 'Новый покупатель авторизировался:';
$_['text_website']        = 'Web Site:';
$_['text_customer_group'] = 'Группа покупателя:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
?>