<?php
// Заголовок
$_['heading_title']         = 'Статистика';

// Текстовые
$_['text_success']          = 'Настройки успешно изменены!';
$_['text_list']             = 'Список';
$_['text_order_sale']       = 'Заказов';
$_['text_order_processing'] = 'Заказов в процессе';
$_['text_order_complete']   = 'Завершенных заказов';
$_['text_order_other']      = 'Остальные заказы';
$_['text_returns']          = 'Возвратов';
$_['text_customer']         = 'Клиентов ожидающих одобрения';
$_['text_affiliate']        = 'Партнеров ожидающих одобрения';
$_['text_product']          = 'Товаров которых нет в наличии';
$_['text_review']           = 'Отзывов ожидающих модерации';

// Колонки
$_['column_name']           = 'Название';
$_['column_value']	        = 'Значение';
$_['column_action']         = 'Действие';

// Ошибки
$_['error_permission']      = 'У Вас нет прав для управления статистикой!';

