<?php
// Заголовок
$_['heading_title'] = 'Захист від шахрайства по IP';

// Текстові
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Налаштування модуля';
$_['text_ip_add'] = 'Додати IP-адресу';
$_['text_ip_list'] = 'Список заблокованих IP';

// Колонки
$_['column_ip'] = 'IP';
$_['column_total'] = 'Кількість';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_ip'] = 'IP';
$_['entry_status'] = 'Статус';
$_['entry_order_status'] = 'Статус замовлення';

// Довідка
$_['help_order_status'] = 'Користувачі, котрі мають заблоковані IP, обліковий запис буде присвоєно асоційований зі статус замовлення і не дозволить завершити замовлення автоматично.';

// Помилки
$_['error_permission'] = 'У Вас немає прав для управління даним модулем!';