<?php

//Heading Title
$_['heading_title']         = 'Редактор мови';

// Menu
$_['menu_language']         = 'Редактор мови';
$_['menu_variable']         = 'Змінна';
$_['menu_value']            = 'Значення';
$_['menu_edit']             = 'Змінити';
$_['menu_action']           = 'Дія';
$_['menu_frontend']         = 'Магазин';
$_['menu_backend']          = 'Адмін. панель';
$_['text_customer_field']          = 'Пользовательские поля';
//Entry
$_['entry_home']            = 'Головна';
$_['entry_selectLang']      = '<b>Виберіть мову: </b>';
$_['entry_selectSection']   = '<b>Виберіть каталог: </b>';
$_['entry_edit']            = 'Редагувати';

//Buttons
$_['btn_cancel']            = 'Відмінити';
$_['btn_select']            = 'Вибрати';
$_['btn_save']              = 'Зберегти';
$_['btn_back']              = 'Назад';

//Menssage
$_['msg_nofile']            = 'Немає файлів, що ассоціюються з цією мовою.  Виберіть інший файл або змініть мову.';
$_['msg_success']           = 'Успішно: Ви обновили файл!';
$_['msg_error']             = 'Помилка: Файл не змінено.  Переконайтесь, що права на редагування файла не менше ніж 0644.  Бажано поставити не менше 0666.';
