<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['text_title'] = 'Кредитна картка / дебетова картка (надійна система від PayPal)'; #32033
$_['text_credit_card'] = 'Деталі кредитної картки'; #32034
$_['text_start_date'] = '(якщо є)'; #32035
$_['text_issue'] = '(тільки для карток Maestro та Solo)'; #32036
$_['text_wait'] = 'Будь ласка, зачекайте!'; #32037
$_['entry_cc_owner'] = 'Власник картки:'; #32038
$_['entry_cc_type'] = 'Тип картки:'; #32039
$_['entry_cc_number'] = 'Номер картки:'; #32040
$_['entry_cc_start_date'] = 'Дата початку дії картки:'; #32041
$_['entry_cc_expire_date'] = 'Дата закінчення терміну дії картки:'; #32042
$_['entry_cc_cvv2'] = 'Захисний код картки (CVV2):'; #32043
$_['entry_cc_issue'] = 'Серійний номер картки:'; #32044
$_['error_required'] = 'Помилка: усі поля платіжної інформації обов’язкові до заповнення.'; #32045
$_['error_general'] = 'Помилка: виявлено помилку підчас виконання транзакції. Будь ласка, спробуйте знову.'; #32046
$_['error_config'] = 'Помилка: невірні параметри конфігурації модуля. Будь ласка, перевірте права доступу.'; #32047
$_['error_address'] = 'Помилка: не збігаються платіжні поля міста, штату і поштового коду. Будь ласка, спробуйте знову.'; #32048
$_['error_declined'] = 'Помилка: Транзакцію було відхилено. Будь ласка, спробуйте знову.'; #32049
$_['error_invalid'] = 'Помилка: Надана інформація про кредитну картку не дійсна. Будь ласка, спробуйте знову.'; #32050