<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Cezar Dolmatov (neon8-160@yandex.ru)
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Група клієнтів'; #32588
$_['text_success'] = 'Редагування груп клієнтів успішно завершено!'; #33419
$_['column_name'] = 'Назва групи клієнтів'; #32589
$_['column_sort_order'] = 'Порядок сортування:'; #35566
$_['column_action'] = 'Дія'; #32590
$_['entry_name'] = 'Назва групи клієнтів:'; #32591
$_['entry_description'] = 'Опис:'; #35401
$_['entry_approval'] = 'Затвердження нових клієнтів:<br /><span class="help">Клієнти повинні бути схвалені адміністратором перед тим як увійти до систему.</span>'; #35549
$_['entry_company_id_display'] = 'Відображення номера компанії:<br /><span class="help">Поле відображення номера компанії.</span>'; #35550
$_['entry_company_id_required'] = 'Необхідно вказати номер компанії:<br /><span class="help">
Вкажіть групу користувачів якої необхідно вказувати номер компанії в платіжному адресі, перед підтвердженням покупки.</span>'; #35551
$_['entry_tax_id_display'] = 'Відображення ID податківця:<br /><span class="help">Відображення номера компанії в платіжному адресі.</span>'; #35563
$_['entry_tax_id_required'] = 'Необхідність вказувати ID податку:<br /><span class="help">Вкажіть групу користувачів які повинні вказувати ID податку в платіжному адресі, перед підтвердженням покупки.</span>'; #35553
$_['entry_sort_order'] = 'Порядок сортування:'; #35554
$_['error_permission'] = 'Ви не маєте повноважень для редагування груп клієнтів!'; #33420
$_['error_name'] = 'Назва групи повинна містити від 3 до 64 символів!'; #33421
$_['error_default'] = 'Групу клієнтів не може бути видалено, оскільки вона використовується за замовчуванням!'; #33422
$_['error_store'] = 'Групу клієнтів не може бути видалено, оскільки вона використовується магазинами %s!'; #33423
$_['error_customer'] = 'Групу клієнтів не може бути видалено, оскільки до неї відносяться покупці %s!'; #33424