<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Cezar Dolmatov (neon8-160@yandex.ru)
 Eugene Kuligin (k.evgen@meta.ua)
 Roman Shtepa (xr0m3oz@gmail.com)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Замовлення'; #32533
$_['tab_history'] = 'Історія замовлення'; #32533
$_['text_success'] = 'Параметри замовлення успішно змінені!'; #33425
$_['text_order_id'] = 'Код замовлення:'; #32535
$_['text_invoice_no'] = 'Номер рахунку:'; #34406
$_['text_invoice_date'] = 'Дата рахунку-фактури:'; #33502
$_['text_store_name'] = 'Назва магазину:'; #34393
$_['text_store_url'] = 'Адреса URL:'; #34394
$_['text_customer'] = 'Покупець'; #34281
$_['text_customer_group'] = 'Група покупців'; #34282
$_['text_email'] = 'E-mail:'; #34395
$_['text_telephone'] = 'Телефон'; #32537
$_['text_fax'] = 'Факс'; #32538
$_['text_shipping_method'] = 'Спосіб доставки:'; #34178
$_['text_payment_method'] = 'Спосіб оплати:'; #34179
$_['text_total'] = 'Усього:'; #34180
$_['text_reward'] = 'Бонусні бали'; #34181
$_['text_order_status'] = 'Статус замовлення:'; #34182
$_['text_comment'] = 'Коментар:'; #34183
$_['text_affiliate'] = 'Партнерська програма:'; #34283
$_['text_commission'] = 'Комісія:'; #34284
$_['text_ip'] = 'IP-адреса:'; #34177
$_['text_forwarded_ip'] = 'Переадресовані IP:'; #35264
$_['text_user_agent'] = 'Агент користувача:'; #35265
$_['text_accept_language'] = 'Прийняти мову:'; #35266
$_['text_date_added'] = 'Дата замовлення:'; #33501
$_['text_date_modified'] = 'Дата зміни:'; #34184
$_['text_firstname'] = 'Ім’я:'; #34285
$_['text_lastname'] = 'Прізвище:'; #34185
$_['text_company'] = 'Компанія:'; #34186
$_['text_company_id'] = 'ЄДРПОУ:'; #35462
$_['text_tax_id'] = 'ІПН:'; #35463
$_['text_address_1'] = 'Адреса 1:'; #34187
$_['text_address_2'] = 'Адреса 2:'; #34188
$_['text_postcode'] = 'Поштовий індекс:'; #34286
$_['text_city'] = 'Місто:'; #34189
$_['text_zone'] = 'Регіон / область:'; #34287
$_['text_zone_code'] = 'Регіон / код штату:'; #34396
$_['text_country'] = 'Країна:'; #34190
$_['text_download'] = 'Замовлення завантажень'; #34397
$_['text_invoice'] = 'Рахунок-фактура'; #32534
$_['text_to'] = 'Кому'; #32539
$_['text_ship_to'] = 'Отримувач'; #33426
$_['text_missing'] = 'Загублені замовлення'; #35267
$_['text_default'] = 'За замовчуванням'; #34191
$_['text_wait'] = 'Будь ласка, зачекайте!'; #33427
$_['text_product'] = 'Додати товари'; #35268
$_['text_voucher'] = 'Додати ваучери'; #35269
$_['text_order'] = 'Деталі замовлення'; #35243
$_['text_generate'] = 'Генерувати'; #35270
$_['text_reward_add'] = 'Додати бонусні бали'; #34288
$_['text_reward_added'] = 'Бонусні бали додані!'; #34289
$_['text_reward_remove'] = 'Змінити бонусні бали'; #34290
$_['text_reward_removed'] = 'Бонусні бали змінено!'; #34291
$_['text_commission_add'] = 'Додати комісію'; #34398
$_['text_commission_added'] = 'Комісію успішно додано!'; #34399
$_['text_commission_remove'] = 'Видалити комісію'; #34400
$_['text_commission_removed'] = 'Комісію було успішно видалено!'; #34401
$_['text_credit_add'] = 'Додати кредит'; #34192
$_['text_credit_added'] = 'Кредит успішно додано до облікового запису!'; #34402
$_['text_credit_remove'] = 'Видалити кредит'; #34403
$_['text_credit_removed'] = 'Кредит успішно видалено з облікового запису!'; #34404
$_['text_upload'] = 'Файл успішно завантаженно!'; #34998
$_['text_country_match'] = 'Відповідність країн:<br /><span class="help">Країна IP адреси відповідає країні, з якої вказано адресу платника (невідповідність = високий ризик).</span>'; #35293
$_['text_country_code'] = '	Код країни:<br /><span class="help">Код країни за IP адресою.</span>'; #35258
$_['text_high_risk_country'] = 'Країна з високим ризиком:<br /><span class="help">Схоже, що IP адреса чи адреса платника знаходяться в Гані, Нігерії чи В’єтнамі.</span>'; #35294
$_['text_distance'] = 'Дистанція: <br /><span class="help">Відстань від      IP адреси до місцезнаходження платника в кілометрах (більша відстань = більший ризик).</span>'; #35288
$_['text_ip_region'] = 'IP регіону:<br /><span class="help">Визначення області/регіону за IP адресою.</span>'; #35289
$_['text_ip_city'] = 'IP міста:<br /><span class="help">Визначення міста за IP адресою.</span>'; #35290
$_['text_ip_latitude'] = 'IP широта:<br /><span class="help">Широта місцезнаходження адреси IP.</span>'; #35297
$_['text_ip_longitude'] = 'IP довгота:<br /><span class="help">Довгота місцезнаходження адреси IP.</span>'; #35298
$_['text_ip_isp'] = 'Інтернет провайдер:<br /><span class="help">Інтернет провайдер відповідно до IP адреси.</span'; #35301
$_['text_ip_org'] = 'IP організація:<br /><span class="help">Організація, якій належить адреса IP.</span>'; #35299
$_['text_ip_asnum'] = 'ASNUM:<br /><span class="help">Орієнтовна система нумерації адреси IP.</span>'; #35303
$_['text_ip_user_type'] = 'Тип IP користувача:<br /><span class="help">Орієнтовний тип IP користувача.</span>'; #35304
$_['text_ip_country_confidence'] = 'Приналежність IP до країни:<br /><span class="help">Вказує впевненість у тому, що ця країна вказана вірно.</span>'; #35305
$_['text_ip_region_confidence'] = 'Приналежність IP до регіону:<br /><span class="help">Вказує впевненість у тому, що цей регіон вказано вірно.</span>'; #35306
$_['text_ip_city_confidence'] = 'Приналежність IP до міста:<br /><span class="help">Вказує впевненість у тому, що це місто вказано вірно.</span>'; #35307
$_['text_ip_postal_confidence'] = 'Приналежність IP до поштового відділення:<br /><span class="help">Вказує впевненість у тому, що поштове відділення вказане вірно.</span>'; #35308
$_['text_ip_postal_code'] = 'Поштовий індекс адреси IP:<br /><span class="help">Приблизний поштовий індекс адреси IP.</span>'; #35300
$_['text_ip_accuracy_radius'] = 'Точність радіусу ІР:<br /><span class="help"> Середня відстань між дійсною локацією користувача,який використовує ІР, і локацією, визначеною базою даних GeoIP City в милях.</span>
'; #35320
$_['text_ip_net_speed_cell'] = 'Швидкість з’єднання з IP:<br /><span class="help">Оцінюваний тип мережі ІР адреси.</span>'; #35337
$_['text_ip_metro_code'] = 'IP код Метро:<br /><span class="help">Очікуваний код Metro IP адреси.</span>'; #35316
$_['text_ip_area_code'] = 'IP код області:<br /><span class="help">Очікуваний код області IP адреси.</span>'; #35317
$_['text_ip_time_zone'] = 'IP часового поясу:<br /><span class="help">Визначення часового поясу за IP адресою.</span>'; #35295
$_['text_ip_region_name'] = 'Назва регіону IP:<br /><span class="help">Орієнтовна назва регіону IP.</span>'; #35309
$_['text_ip_domain'] = 'IP домену:<br /><span class="help">Визначення домену за IP адресою.</span>'; #35261
$_['text_ip_country_name'] = 'IP країни: <br /><span class="help">Визначення назви країни за IP адресою.</span>'; #35260
$_['text_ip_continent_code'] = 'Код континенту IP:<br /><span class="help">Орієнтовний код континенту IP.</span>'; #35310
$_['text_ip_corporate_proxy'] = 'IP корпоративного проксі:<br /><span class="help">Чи є IP корпоративним проксі в базі даних чи ні.</span>'; #35318
$_['text_anonymous_proxy'] = 'Анонімне проксі: <br /><span class="help">Схоже, що IP адреса належить анонімному проксі-сервісу (анонімне проксі = дуже великий ризик).</span>'; #35291
$_['text_proxy_score'] = 'Налаштування проксі:'; #35242
$_['text_is_trans_proxy'] = 'Прозорий проксі:<br /><span class="help">Чи є IP адреса в нашій базі даних відомих прозорих проксі серверів, отримана як параметр forwardedIP.</span>'; #35319
$_['text_free_mail'] = 'Безплатний Email: <br /><span class="help">Схоже, що e-mail адреса належить безплатному поштовому сервісу (безплатний e-mail = вищий ризик).</span>'; #35292
$_['text_carder_email'] = 'Підмінено адресу e-mail:<br /><span class="help">Схоже,що e-mail знаходиться в списку адрес з високим ризиком.</span>'; #35302
$_['text_high_risk_username'] = 'Логін з високий ризиком:<br /><span class="help">Якщо введене usernameMD5 знаходиться в базі даних імен користувачів із високим ризиком. Повертається лише, якщо usernameMD5 включено у вхідні дані.</span>'; #35321
$_['text_high_risk_password'] = 'Пароль з високим ризиком:<br /><span class="help">Зберігання passwordMD5 у базі даних небезпечно. Повертається лише, якщо password MD5 включено у вхідні дані.</span>'; #35325
$_['text_bin_match'] = 'Збіг BIN:<br /><span class="help">Коли країна банку-емітента на основі номеру BIN збігається з країною платіжної адреси.</span>'; #35326
$_['text_bin_country'] = 'Країна BIN:<br /><span class="help">Код країни банку, який видав кредитну картку на основі номеру BIN.</span>'; #35327
$_['text_bin_name_match'] = 'Bin Name збігаються:<br /><span class="help">Назва банку-емітента збігається з введеним BIN name. "Yes" є індикатором того, що власник карти дійсно володіє кредитною карткою.</span>'; #35546
$_['text_bin_name'] = 'Назва BIN:<br /><span class="help">Назва банку, який видав кредитну картку на основі номеру BIN. Доступно приблизно для 96% номерів BIN.</span>'; #35328
$_['text_bin_phone_match'] = 'Збіг телефону Bin:<br /><span class="help">Коли телефонний номер обслуговування клієнтів збігається із введеним номером BIN. Повернене значення "Yes" забезпечує позитивну відмітку, що власник картки має у своєму розпорядженні кредитну картку.</span>'; #35322
$_['text_bin_phone'] = 'Телефон Bin:<br /><span class="help">Телефонні номери обслуговування клієнтів перераховані на звороті кредитної картки. Доступно приблизно для 75% номерів BIN. У деяких випадках повернений телефонний номер може бути застарілим</span>'; #35323
$_['text_customer_phone_in_billing_location'] = 'Телефонний номер клієнта в білінгі локації:<br /><span class="help">Коли телефонний номер клієнта знаходиться поштовому індексі білінгу, Повернене значення "Так" забезпечує позитивну відмітку, що зазначений номер телефону належить власнику картки. Повернене значення "Ні" означає, номер телефону може знаходитися на іншій території або може бути не зазначеним у нашій базі даних. "Не знайдено" повертається, коли  префікс телефонного номеру неможливо знайти в нашій базі даних взагалі. На даний момент ми підтримуємо лише телефонні номери США.</span>'; #35324
$_['text_ship_forward'] = 'Прискорена доставка:<br /><span class="help">Для адрес, які присутні у базі даних.</span>'; #35329
$_['text_city_postal_match'] = 'Міська пошта:<br /><span class="help">У разі, якщо місто має поштовий індекс.</span>'; #35330
$_['text_ship_city_postal_match'] = 'Сервіс доставки міської пошти:<br /><span class="help">У разі, якщо місто має поштовий індекс.</span>'; #35331
$_['text_score'] = 'Підсумок:<br /><span class="help">Підсумок, який базується на вихідних запитах.</span>'; #35332
$_['text_explanation'] = 'Пояснення:'; #35333
$_['text_risk_score'] = 'Вірогідність ризику:'; #35334
$_['text_queries_remaining'] = 'Зарезервовані запити:<br /><span class="help">Запити, зарезервовані для вашого облікового запису.</span>'; #35335
$_['text_maxmind_id'] = 'Ідентифікатор MaxMind:<br /><span class="help">Унікальний ідентифікатор, використовуваний для операцій в системі MaxMind. У разі виявлення шахрайства надсилає дані для їх подальшої фільтрації. Цей звіт допоможе MaxMind поліпшити сервіс для Вас та інших користувачів.</span>'; #35336
$_['text_error'] = 'Текст помилки:<br /><span class="help">Вкажіть текст помилки у разі наявності повідомлення або помилкового запиту.</span>'; #35311
$_['column_order_id'] = 'Код замовлення'; #34193
$_['column_customer'] = 'Покупець'; #34405
$_['column_status'] = 'Статус'; #32540
$_['column_date_added'] = 'Дата замовлення'; #33428
$_['column_date_modified'] = 'Дата зміни'; #34194
$_['column_total'] = 'Разом'; #32541
$_['column_product'] = 'Товар'; #32542
$_['column_model'] = 'Модель'; #32543
$_['column_quantity'] = 'Кількість'; #32544
$_['column_price'] = 'Ціна за найменування'; #33429
$_['column_download'] = 'Назва завантаження'; #32545
$_['column_filename'] = 'Назва файлу'; #32546
$_['column_remaining'] = 'Решта'; #32547
$_['column_comment'] = 'Коментар'; #32548
$_['column_notify'] = 'Повідомити користувача'; #33430
$_['column_action'] = 'Дія'; #32549
$_['column_sh_cost']   = 'Ціна дост.';
$_['column_sh_method']  = 'Метод дост.';
$_['entry_store'] = 'Магазин:'; #34737
$_['entry_customer'] = 'Покупець:'; #34738
$_['entry_customer_group'] = 'Група клієнта:'; #34999
$_['entry_firstname'] = 'Ім’я:'; #34739
$_['entry_lastname'] = 'Прізвище:'; #34740
$_['entry_email'] = 'E-mail:'; #34741
$_['entry_telephone'] = 'Телефон:'; #34742
$_['entry_fax'] = 'Факс:'; #34743
$_['entry_address'] = 'Оберіть адресу:'; #34744
$_['entry_company'] = 'Компанія:'; #34745
$_['entry_company_id'] = 'ЄДРПОУ:'; #35464
$_['entry_tax_id'] = 'ІПН:'; #35465
$_['entry_address_1'] = 'Адреса 1:'; #34746
$_['entry_address_2'] = 'Адреса 2:'; #34747
$_['entry_city'] = 'Місто:'; #34748
$_['entry_postcode'] = 'Поштовий індекс:'; #34749
$_['entry_country'] = 'Країна:'; #34750
$_['entry_zone'] = 'Регіон / штат:'; #34751
$_['entry_zone_code'] = 'Регіон / Поштовий індекс:'; #34752
$_['entry_product'] = 'Товар:'; #34753
$_['entry_option'] = 'Обраті варіант(и):'; #35000
$_['entry_quantity'] = 'Кількість:'; #34754
$_['entry_to_name'] = 'Ім’я отримувача:'; #35230
$_['entry_to_email'] = 'E-mail отримувача:'; #35271
$_['entry_from_name'] = 'Ім’я відправника:'; #35231
$_['entry_from_email'] = 'E-mail відправника:'; #35272
$_['entry_theme'] = 'Оформлення подарункового сертифікату'; #35273
$_['entry_message'] = 'Повідомлення:'; #35232
$_['entry_amount'] = 'Кількість:'; #35296
$_['entry_affiliate'] = 'Партнерська програма:'; #34755
$_['entry_order_status'] = 'Статус замовлення:'; #32550
$_['entry_notify'] = 'Повідомити клієнта:'; #32552
$_['entry_comment'] = 'Коментар:'; #32551
$_['entry_shipping'] = 'Спосіб доставки:'; #34756
$_['entry_payment'] = 'Спосіб оплати:'; #34757
$_['entry_coupon'] = 'Купон:'; #35274
$_['entry_voucher'] = 'Ваучер:'; #35275
$_['entry_reward'] = 'Бали:'; #35276
$_['error_warning'] = 'Увага! Будь-ласка, уважно перевірте форму на помилки!'; #35259
$_['error_permission'] = 'Ви не маєте повноважень для зміни параметрів замовлення!'; #33431
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #34758
$_['error_lastname'] = 'Прізвище повинно містити від 1 до 32 символів!'; #34759
$_['error_email'] = 'Невірний формат e-mail!'; #34760
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #34761
$_['error_password'] = 'Пароль повинен містити від 3 до 20 символів!'; #34762
$_['error_confirm'] = 'Підтвердження паролю не збігається з оригіналом!'; #34763
$_['error_company_id'] = 'Потрібно вказати ЄДРПОУ!'; #35567
$_['error_tax_id'] = 'Потрібно вказати ІПН!'; #35568
$_['error_vat'] = 'Номер ПДВ є недійсним!'; #35468
$_['error_address_1'] = 'Адреса 1 повинна містити від 3 до 128 символів!'; #34764
$_['error_city'] = 'Назва міста повинна містити від 3 до 128 символів!'; #34765
$_['error_postcode'] = 'Поштовий індекс для цієї країни повинен містити від 2 до 10 символів!'; #34766
$_['error_country'] = 'Будь ласка, оберіть країну!'; #34767
$_['error_zone'] = 'Будь ласка, оберіть регіон / штат!'; #34768
$_['error_shipping'] = 'Потрібно вказати спосіб доставки!'; #35569
$_['error_payment'] = 'Потрібно вказати спосіб оплати!'; #35570
$_['error_upload'] = 'Необхідно завантажити!'; #35001
$_['error_filename'] = 'Назва файлу повинна містити вид 3 до 128 символів!'; #35002
$_['error_filetype'] = 'Не правильний тип файлу!'; #35003
$_['error_action'] = 'Неможливо завершити дію!'; #35004