<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Оформлення подарункових сертифікатів'; #34717
$_['text_success'] = 'Оформлення подарункових сертифікатів успішно змінено!'; #34718
$_['text_image_manager'] = 'Менеджер зображень'; #34719
$_['text_browse'] = 'Огляд файлу'; #35086
$_['text_clear'] = 'Очистити зображення'; #34997
$_['column_name'] = 'Назва оформлення подарункового сертифікату'; #34720
$_['column_action'] = 'Дія'; #34721
$_['entry_name'] = 'Назва оформлення подарункового сертифікату:'; #34722
$_['entry_description'] = 'Опис оформлення подарункового сертифікату:'; #34723
$_['entry_image'] = 'Зображення:'; #34724
$_['error_permission'] = 'Ви не маєте повноважень для зміни оформлення подарункових сертифікатів!'; #34725
$_['error_name'] = 'Назва оформлення подарункового сертифікату повинна містити від 3 до 32 символів!'; #34726
$_['error_image'] = 'Необхідно вказати зображення!'; #34727
$_['error_voucher'] = 'Оформлення подарункового сертифікату не може бути видалено, оскільки використовується в подарункових сертифікатах %s!'; #34728