<?php
// Заголовок
$_['heading_title']     = 'Події';

// Текстовые
$_['text_success']      = 'Налаштування успішно змінені!';
$_['text_list']         = 'Список подій';
$_['text_event']        = 'Події змінюють стандартну функціональність вашого магазину. Якщо у вас виникли проблеми, ви можете відключити чи включити події тут.';
$_['text_info']         = 'Інформація про події';
$_['text_trigger']      = 'Тріггер';
$_['text_action']       = 'Дія';

// Колонки
$_['column_code']       = 'Код події';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Ошибки
$_['error_permission']  = 'У Вас нема прав для зміни налаштування!';


