<?php
// Текстовые
$_['text_success']     = 'Налаштування успішно змінені!';
$_['text_unzip']       = 'Розархівація файлів!';
$_['text_move']        = 'Копіювання файлів!';
$_['text_xml']         = 'Застосування модифікатору!';
$_['text_remove']      = 'Видалення тимчасових файлів!';

// Ошибки
$_['error_permission'] = 'Увага: У Вас нема прав для керування модулем!';
$_['error_install']    = 'Виконується встановлення розширення, будь ласка, зачекайте кілька хвиль, перед тим, як почати встановлення по новому!';
$_['error_unzip']      = 'Zip архів не вдалось відкрити!';
$_['error_file']       = 'Файл не знайдено!';
$_['error_directory']  = 'Каталог, в которому містяться файли для завантаження не знайдено!';
$_['error_code']       = 'Модифікатору необхідно мати унікальний id код!';
$_['error_xml']        = 'Модифікатор %s вже використовується!';
$_['error_exists']     = 'Модифікатор %s використовується той же ID код котрий ви намагаєтесь завантажити!';
$_['error_allowed']    = 'Каталог %s не доступний для запису!';

