<?php
// Заголовок
$_['heading_title']     = 'Встановлення розширень';

// Текстовые
$_['text_progress']     = 'Процес встановлення';
$_['text_upload']       = 'Завантажте розширення';
$_['text_history']      = 'Історія';
$_['text_success']      = 'Розширення успішно встановлено!';
$_['text_install']      = 'Встановлення';

// Колонки
$_['column_filename']   = 'Ім\'я файлу';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Поля ввода
$_['entry_upload']      = 'Завантажити файл';
$_['entry_progress']    = 'Процес';

// Инфо
$_['help_upload']       = 'Необхідна \'.ocmod.zip\' чи \'.ocmod.xml\' назва файлу модифікатора.';

// Ошибки
$_['error_permission']  = 'Увага: У Вас нема прав для керування модулем!';
$_['error_install']     = 'Виконується встановлення розширення, будьласка, зачекайте кілька хвиль, перед тим, як почати по новій втановлення!';
$_['error_upload']      = 'Файл не вдалось завантажити!';
$_['error_filetype']    = 'Некорректний тип файлу!';
$_['error_file']        = 'Файл не знайдено!';