<?php
// Заголовок
$_['heading_title']     = 'Модифікатори';

// Текстовые
$_['text_success']      = 'Дія успішно виконана!';
$_['text_refresh']      = 'Кожен раз, коли Ви включили / відключили чи видалили модифікатор, необхідно натиснути кнопку оновити, щоб оновити кеш модифікаторів!';
$_['text_list']         = 'Список модифікаторів';

// Колонки
$_['column_name']       = 'Назва';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версія';
$_['column_status']     = 'Стан';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Дія';

$_['tab_error']			= 'Помилка';
$_['tab_files']			= 'Файли';

$_['text_add']			= 'Додати модифікатор';
$_['text_edit']			= 'Редагувати модифікатор: %s';

$_['text_enabled']		= 'Включено';
$_['text_disabled']		= 'Виключено';

$_['entry_author']		= 'Автор';
$_['entry_name']		= 'Ім\'я';
$_['entry_xml']			= 'Код (XML)';

$_['button_filter']		= 'Фільтр';
$_['button_reset']		= 'Оновити';

$_['column_date_modified'] = 'Дата оновлення';

$_['error_warning']		= 'Є помилка. Перовірте коректність введенних даних';
$_['error_required']	= 'Це поле обов\'язкове';
$_['error_name']		= 'Відсутній тег "ім\'я"';
$_['error_code']		= 'Відсутній тег "код"';
$_['error_exists']		= 'Модифікатор \'%s\' вже використовує код: %s!';
// Ошибки
$_['error_permission']  = 'Увага: У Вас нема прав для керування модифікатором!';

