<?php

$_['pc_login_register'] = 'Ввійдіть під своїм <a href="%s">логіном</a> або <a href="%s">зареєструйтесь</a> щоб залишити коментар.';

$_['pc_error_name'] = 'Будь ласка, введіть ім\'я від %s та %s символів';
$_['pc_error_email'] = 'Будь ласка, введіть корректну адресу email';
$_['pc_error_comment_short'] = 'Текст повідомлення повинен бути не менше %s символів';
$_['pc_error_comment_long'] = 'Текст повідомлення повинен бути не більше %s символів';
$_['pc_error_captcha'] = 'Код безпеки не співпадає з символами на зображенні';

$_['tab_comments']       = 'Коментарі (%s)';

$_['text_post_comment']  = 'Залишити коментар до товару';
$_['text_name']          = 'Ім\'я';
$_['text_note']          = '<span style="color: #FF0000;">Увага:</span> HTML теги не підтримуються!';
$_['text_email']         = 'E-mail';
$_['text_comment']      = 'Коментар';
$_['button_continue']    = 'Надіслати';

$_['pc_enter_captcha']     = 'Введіть код безпеки:';
$_['pc_wait']         = 'Будь ласка, зачекайте!';
$_['pc_no_comments_yet'] = 'Поки що ніхто не коментував цей товар';

$_['pc_success']      = 'Дякуємо за коментар.';

$_['pc_mail_subject']      = '[%s] Новий коментар про %s!';
$_['pc_mail'] = <<<EOT
Новий коментар про %s був надісланий.

Ім\'я:
%s

Email:
%s

Коментар:
%s

Коментар може бути відредаговано в <a href="%s">адмін. панелі</a>.
EOT;

?>