<?php

//Heading Title
$_['heading_title']         = 'Редактор языка';

// Menu
$_['menu_language']         = 'Редактор языка';
$_['menu_variable']         = 'Переменная';
$_['menu_value']            = 'Значение';
$_['menu_edit']             = 'Изменить';
$_['menu_action']           = 'Действие';
$_['menu_frontend']         = 'Витрина';
$_['menu_backend']          = 'Админ. панель';

//Entry
$_['entry_home']            = 'Главная';
$_['entry_selectLang']      = '<b>Выберите язык: </b>';
$_['entry_selectSection']   = '<b>Выберите каталог: </b>';
$_['entry_edit']            = 'Редактировать';

//Buttons
$_['btn_cancel']            = 'Отменить';
$_['btn_select']            = 'Выбрать';
$_['btn_save']              = 'Сохранить';
$_['btn_back']              = 'Назад';

//Menssage
$_['msg_nofile']            = 'Нет файлов для выбранного языка.  Выберите другой файл или измените язык.';
$_['msg_success']           = 'Успешно: Вы обновили файл!';
$_['msg_error']             = 'Ошибка: Файл не обновлен.  Проверьте права на файл, они должны быть не ниже 0644.  Оптимальней всего не меньше 0666.';
