<?php
// Заголовок
$_['heading_title']     = 'Маркетинговая акция';

// Текстовые
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Маркетинговая акция';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_filter']       = 'Фильтр';
		
// Колонки
$_['column_name']       = 'Название Акции';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Переходов';
$_['column_orders']     = 'Заказов';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Действие';

// Поля ввода
$_['entry_name']        = 'Название Акции';
$_['entry_description'] = 'Описание Акции';
$_['entry_code']        = 'Код отслеживания';
$_['entry_example']     = 'Пример';
$_['entry_date_added']  = 'Дата';

// Инфо
$_['help_code']         = 'Данный код используется для отслеживания продаж маркетинговой акции.';
$_['help_example']      = 'Таким образом, Вы можете добавить код отслеживания, в конце URL-адреса ссылающихся на ваш сайт или товар на вашем сайте.';

// Ошибки
$_['error_permission']  = 'У Вас нет прав для изменения настроек модуля Маркетинговая акция!';
$_['error_name']        = 'Название акции должно быть от 1 до 32 символов!';
$_['error_code']        = 'Необходимо ввести Код отслеживания!';
$_['error_exists']      = 'Код отслеживания используется в другой акции!';

