<?php
// Heading
$_['heading_title'] = 'Менеджер зображень';

// Text
$_['text_uploaded'] = 'Файл завантажений!';
$_['text_directory'] = 'Готово: Директорія створена!';
$_['text_delete'] = 'Файл або директорія видалено!';

// Entry
$_['entry_search'] = 'Пошук..';
$_['entry_folder'] = 'папка';

// Error
$_['error_permission'] = 'У вас немає прав доступу!';
$_['error_filename'] = 'назва файлу має бути від 3 до 255 символів!';
$_['error_folder'] = 'Увага: Ім&#39;я директорії повинно бути від 3 до 255 символів!';
$_['error_exists'] = 'Файл або директорія з таким ім&#39;ям вже існує!';
$_['error_directory'] = 'Виберіть директорію!';
$_['error_filesize'] = 'Увага: Некоректний розмір файла!';
$_['error_filetype'] = 'Увага: Некоректний тип файла!';
$_['error_upload'] = 'Увага: Файл не може бути завантажений з невідомої причини!';
$_['error_delete'] = 'Неможливо видалити директорію!';