<?php
// header
$_['heading_title'] = 'Забули пароль?';

// Текстові
$_['text_forgotten'] = 'Забутий пароль';
$_['text_your_email'] = 'E-Mail';
$_['text_email'] = 'Введіть адресу електронної пошти, пов&#39;язану з Вашим обліковим записом. Перейдіть по посиланню скидання пароля, відправленого вам по електронній пошті.';
$_['text_success'] = 'Посилання підтвердження було відправлене на вашу адресу електронної пошти.';

// Entry
$_['entry_email'] = 'E-Mail';
$_['entry_password'] = 'Новий пароль';
$_['entry_confirm'] = 'Повтор пароля';

// Помилки
$_['error_email'] = 'Такий email не знайдено';
$_['error_password'] = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm'] = 'Паролі не збігаються!';