<?php
// Заголовок
$_['heading_title']    = 'Важливе повідомлення про безпеку!';

// Текстові
$_['text_success']     = 'Успішно: Ви змінили папку для зберігання!';
$_['text_admin']       = 'Відредагуйте admin / config.php і змініть його';
$_['text_security']    = 'Дуже важливо перемістити каталог зберігання за межі веб-каталогу (наприклад, public_html, www або htdocs).';
$_['text_choose']      = 'Виберіть спосіб переміщення каталогу зберігання';
$_['text_automatic']   = 'Автоматичне переміщення';
$_['text_manual']      = 'Ручне переміщення';
$_['text_move']        = 'Перемістити';
$_['text_to']          = 'до';
$_['text_config']      = 'Змініть файл config.php';
$_['text_admin']       = 'Відкрийте admin/config.php та змініть його';

// Button
$_['button_move']      = 'Перемістити';
$_['button_manual']    = 'Самостійно';

// Помилки
$_['error_permission'] = 'Попередження: у вас немає дозволу на змінення каталогу зберігання!';
$_['error_path']       = 'Попередження: неправильний шлях!';
$_['error_directory']  = 'Попередження: Недійсний каталог!';
$_['error_exists']     = 'Попередження: каталог вже існує!';
$_['error_writable']   = 'Попередження: config.php і admin / config.php потрібно зробити доступним для запису!';
