<?php
// Heading
$_['heading_title'] = 'Меню';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список меню';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_default'] = 'За замовчуванням';
$_['text_link'] = 'Посилання';
$_['text_module'] = 'Модуль';

// Column
$_['column_name'] = 'Назва';
$_['column_store'] = 'Магазин';
$_['column_type'] = 'Тип';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Меню';
$_['entry_store'] = 'Магазин';
$_['entry_type'] = 'Тип';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_module'] = 'Модуль';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни налаштувань!';
$_['error_name'] = 'Назва банера повинно бути від 3 до 64 символів!';
$_['error_default'] = 'Це меню не може бути видалено, оскільки вона використовується в магазині за замовчуванням!';
$_['error_store'] = 'Це меню не може бути видалено, оскільки вона використовується %s магазином(ами)!';