<?php
// Heading
$_['heading_title'] = 'Редактор тим';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Редагувати';
$_['text_store'] = 'Вибрати магазин';
$_['text_template'] = 'Вибрати шаблон';
$_['text_default'] = 'За замовчуванням';
$_['text_warning'] = 'Увага! Безпека може бути порушена з за редактора тим';
$_['text_access'] = 'Переконайтеся, що потрібні облікові записи адміністратора мають доступ до цієї сторінки, та як ви отримуєте прямий доступ до вихідного коду.';
$_['text_permission'] = 'Ви можете змінити права доступу <a href="%s" class="alert-link">тут</a>.';
$_['text_begin'] = 'Виберіть тему зліва, щоб почати редагування.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни налаштувань!';