<?php
// Заголовок
$_['heading_title'] = 'Редактор тем';

// Текстові
$_['text_success']       = 'Налаштування успішно змінено!';
$_['text_edit']          = 'Редагувати';
$_['text_store']         = 'Вибрати магазин';
$_['text_template']      = 'Вибрати шаблон';
$_['text_default']       = 'За замовчуванням';
$_['text_warning']       = 'Увага! Безпека може бути порушена через редактор тем';
$_['text_access']        = 'Переконайтеся, що потрібні облікові записи адміністратора мають доступ до цієї сторінки, так як ви отримуєте прямий доступ до вихідного коду.';
$_['text_permission']    = 'Ви можете змінити права доступу <a href="%s" class="alert-link">тут</a>.';
$_['text_begin']         = 'Оберіть тему зліва, щоб почати редагування.';
$_['text_twig']          = 'Редактор шаблону використовує шаблонизатор Twig. Детальніше можете прочитати про <a href="http://twig.sensiolabs.org/documentation" target="_blank" class="alert-link"> Twig синтаксис, тут</a>.';
$_['text_history']       = 'Історія теми';

// Колонки
$_['column_store']      = 'Магазин';
$_['column_route']      = 'Шлях';
$_['column_theme']      = 'Тема';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';


// Помилки
$_['error_permission']   = 'У Вас немає прав для зміни налаштувань!';
$_['error_twig']         = 'Увага: Ви можете зберегти тільки файл з розширенням .twig !';