<?php
// Заголовок
$_['heading_title']    = 'Доставка с оплатой за единицу';

// Текстовые
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Поля ввода
$_['entry_cost']       = 'Стоимость';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Географическая зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';

