<?php
// Заголовок
$_['heading_title']    = 'Доставка в зависимости от веса';

// Текстовые
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Поля ввода
$_['entry_rate']       = 'Расценки';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Географическая зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Инфо
$_['help_rate']        = 'Пример: 5:10.00,7:12.00 Вес:Цена,Вес:Цена, и т.д. (Не вписывайте кг или другие символы)';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';

