<?php
// Heading
$_['heading_title']      = 'Доставка по городу';

// Text
$_['text_shipping']      = 'Доставка';
$_['text_success']       = 'Успешно: Настройки модуля обновлены!';

// Entry
$_['entry_rate']         = 'Нормы доставки:<br /><span class="help">Введите ценность до 5,2 десятичных разрядов. (12345.67) Пример: .1:1,.25:1.27 - Вес меньше или равный 0.1Kg будет стоить &pound;1.00, Вес меньше или равный 0.25g, но больше чем 0.1Kg, будет стоить 1.27. Не вписывайте Kg или другие символы.</span>';
$_['entry_tax_class']    = 'Налоговый класс:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Error
$_['error_permission']   = 'Ошибка: У Вас нет прав для управления этим модулем!';
?>