<?php
// Заголовок
$_['heading_title'] = 'Аналітика продажів';

// Текстові
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Налаштування';
$_['text_order'] = 'Замовлень';
$_['text_customer'] = 'Клієнтів';
$_['text_day'] = 'Сьогодні';
$_['text_week'] = 'Тиждень';
$_['text_month'] = 'Місяць';
$_['text_year'] = 'Рік';

// Entry
$_['entry_width'] = 'Ширина';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилки
$_['error_permission'] = 'У Вас немає прав для управління даними розширенням!';