<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 Roman Shtepa (xr0m3oz@gmail.com)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Повернені товари'; #34052
$_['text_account'] = 'Обліковий запис'; #34053
$_['text_return'] = 'Інформація про повернення'; #33944
$_['text_return_detail'] = 'Деталі повернення'; #35134
$_['text_description'] = '<p>Якщо ви маєте проблеми з товаром, які неможливо вирішити за допомогою технічної підтримки або відділу з продажів, ви можете повернути його назад. Для цього достатньо заповнити форму повернення. Ваш запит буде оброблено протягом трьох робочих днів.</p>
<p>Поверненню підлягають товари за умови збереження товарного вигляду, наявності повної комплектації та оригінального пакування.</p>
<p>Зверніть увагу на групу товарів, що не підлягають поверненню згідно до чинного законодавства.</p>'; #34519
$_['text_order'] = 'Інформація про замовлення'; #33945
$_['text_product'] = 'Інформація про товари і причина повернення'; #34119
$_['text_message'] = '<p>Ваш запит на повернення товару успішно надіслано! Протягом 24 робочих годин ви отримаєте подальші інструкції.</p>'; #34520
$_['text_return_id'] = 'Номер повернення:'; #34509
$_['text_order_id'] = 'Код замовлення:'; #34054
$_['text_date_ordered'] = 'Дата замовлення:'; #34055
$_['text_status'] = 'Статус:'; #33946
$_['text_date_added'] = 'Дата долучення:'; #33947
$_['text_customer'] = 'Покупець:'; #33948
$_['text_comment'] = 'Коментарі до повернення товару'; #33949
$_['text_history'] = 'Історія повернень'; #33950
$_['text_empty'] = 'Ви не маєте жодних попередніх повернень!'; #34510
$_['text_error'] = 'Запит на повернення не знайдено!'; #34511
$_['column_product'] = 'Назва товару'; #35135
$_['column_model'] = 'Модель'; #33951
$_['column_quantity'] = 'Кількість'; #33952
$_['column_price'] = 'Ціна'; #33953
$_['column_opened'] = 'Відкрито'; #34056
$_['column_comment'] = 'Коментар'; #33954
$_['column_reason'] = 'Причина'; #33955
$_['column_action'] = 'Дія'; #33956
$_['column_date_added'] = 'Дата долучення'; #33957
$_['column_status'] = 'Статус'; #33958
$_['entry_order_id'] = 'Код замовлення:'; #34057
$_['entry_date_ordered'] = 'Дата замовлення:'; #33959
$_['entry_firstname'] = 'Ім’я:'; #34120
$_['entry_lastname'] = 'Прізвище:'; #33960
$_['entry_email'] = 'E-mail:'; #34058
$_['entry_telephone'] = 'Номер телефону:'; #33961
$_['entry_product'] = 'Назва товару:'; #33962
$_['entry_model'] = 'Код товару:'; #33963
$_['entry_quantity'] = 'Кількість:'; #33964
$_['entry_reason'] = 'Причина повернення:'; #33965
$_['entry_opened'] = 'Відкритий товар:'; #34512
$_['entry_fault_detail'] = 'Несправність або інші деталі:'; #34059
$_['entry_captcha'] = 'Введіть код у поле нижче:'; #34060
$_['error_order_id'] = 'Необхідно вказати номер замовлення!'; #34513
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #34121
$_['error_lastname'] = 'Прізвище повинно містити між 1 і 32 символів!'; #34122
$_['error_email'] = 'Невірний формат e-mail!'; #34514
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #34515
$_['error_product'] = 'Ви повинні обрати прийнанні один товар!'; #34516
$_['error_model'] = 'Назва модулі товару повинна містити від 3 до 64 символів!'; #34517
$_['error_reason'] = 'Будь ласка, вкажіть причину повернення товару!'; #34518
$_['error_captcha'] = 'Перевірочний код не збігається з кодом на зображенні!'; #34123