<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Ваш обліковий запис створено!'; #31961
$_['text_message'] = '<p>Вітаємо! Ваш обліковий запис було успішно створено.</p><p>Тепер Ви можете скористатися додатковими можливостями: проглядання історії замовлень, друк рахунку, зміна інформації вашого профілю та багато іншого.</p><p>Лист з даними про реєстрацію було відправлено на вашу електронну адресу. Якщо ви не отримали листа або маєте питання, <a href="%s">напишіть нам</a>.</p>'; #31962
$_['text_approval'] = 'Дякуємо за реєстрацію %s!</p><p>Для активації особистого кабінету та успішної авторизації, Вам необхідно перейти по лінку, котрий було вислано в повідомленні на електронну скринку, котра була вказана при реєстрації.</p><p>Якщо у вас виникли питання, <a href="%s">напишіть нам</a>.</p>'; #31963
$_['text_account'] = 'Обліковий запис'; #31964
$_['text_success'] = 'Готово'; #31926