<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Придбати подарунковий сертифікат'; #35200
$_['text_account'] = 'Обліковий запис'; #35186
$_['text_voucher'] = 'Подарунковий сертифікат'; #35187
$_['text_description'] = 'Цей подарунковий сертифікат буде відправлено до одержувача після Вашої оплати згідно замовлення.'; #35212
$_['text_agree'] = 'Я розумію, що подарункові сертифікати не підлягають поверненню.'; #35210
$_['text_message'] = 'Дякуємо за придбання подарункового сертифікату! Як тільки Ви сплатите Ваше замовлення, подарунковий сертифікат буде відправлено отримувачу електронною поштою з вказанням як його застосувати.'; #35218
$_['text_for'] = '%s Подарунковий сертифікат для %s'; #35213
$_['entry_to_name'] = 'Ім’я одержувача:'; #35476
$_['entry_to_email'] = 'E-mail одержувача:'; #35188
$_['entry_from_name'] = 'Ваше ім’я:'; #35477
$_['entry_from_email'] = 'Ваш e-mail:'; #35189
$_['entry_theme'] = 'Оформлення подарункового сертифікату:'; #35190
$_['entry_message'] = 'Повідомлення:<br /><span class="help">(За бажанням)</span>'; #35349
$_['entry_amount'] = ' Сума: <br /><span class="help">(Значення має бути від %s до %S) </span>'; #35219
$_['error_to_name'] = 'Ім’я Одержувача повинно містити від 1 до 64 символів!'; #35283
$_['error_from_name'] = 'Ваше ім’я повинно містити від 1 до 64 символів!'; #35284
$_['error_email'] = 'E-mail не вірний або містить недопустимі символи!'; #35201
$_['error_theme'] = 'Ви повинні обрати оформлення!'; #35191
$_['error_amount'] = 'Сума повинна бути від %s до %s!'; #35211
$_['error_agree'] = 'Увага! Ви повині погодитися, що подарункові сертифікати не підлягають поверненню.'; #35285