<?php
// Заголовок
$_['heading_title']    = 'Плата за обработку заказа';

// Текстовые
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Поля ввода
$_['entry_total']      = 'Сумма заказа';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Инфо
$_['help_total']       = 'Лимит суммы заказа, для которой будет действовать плата ';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';

