<?php
// Заголовок
$_['heading_title'] = 'Забули пароль?';

// Text
$_['text_account'] = 'Кабінет Партнера';
$_['text_forgotten'] = 'Забули пароль?';
$_['text_your_email'] = 'E-Mail';
$_['text_email'] = 'Введіть E-Mail адресу від Вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль електронною поштою.';
$_['text_success'] = 'Новий пароль було надіслано на Ваш E-Mail.';

// Entry
$_['entry_email'] = 'E-Mail';

// Error
$_['error_email'] = 'Цей E-Mail адреса не знайдено, спробуйте знову!';
$_['error_approved'] = 'Увага! Ваш аккаунт ще не активований.';