<?php
// Заголовок
$_['heading_title'] = 'Обліковий запис Партнера успішно створена!';

// Text
$_['text_message'] = '<p>Вітаємо. Ваш партнерський обліковий запис успішно створений!</p> <p>Тепер ви зможете скористатися перевагами партнера, щоб збільшити свій дохід, разом з нами.</p> <p>.</p> <p>Якщо у Вас виникли питання по Партнерській програмі, будь ласка <a href="%s">зв&#39;яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію нового Партнера %s!</p><p>Ви отримаєте повідомлення на E-Mail після активації облікового запису адміністрацією магазину.</p><p>Якщо у Вас виникли питання по Партнерській програмі, будь ласка <a href="%s">зв&#39;яжіться з нами</a>.</p>';
$_['text_account'] = 'Кабінет Партнера';
$_['text_success'] = 'Успішно';