<?php
// Заголовок
$_['heading_title'] = 'Реферали Партнера';

// Text
$_['text_account'] = 'Кабінет Партнера';
$_['text_description'] = 'Щоб заробляти по партнерській програмі, ви повинні розмістити реферальне посилання на нас. Використовуйте інструмент зазначений нижче, для створення реферальних посилань для %s.';

// Entry
$_['entry_code'] = 'Ваш Реферальний код';
$_['entry_generator'] = 'Створити реферальне посилання';
$_['entry_link'] = 'Реферальне посилання';

// Допоміжні
$_['help_generator'] = 'Введіть назву товару, для якого желаетет створити посилання.';