<?php 
// Heading
$_['heading_title']     = 'Знижка або націнка на методи оплати';

// Text
$_['text_total']        = 'Враховувати в замовленні';
$_['text_success']      = 'Ви успішно змінили націнку на спосіб оплати!';

// Entry
$_['entry_type']         = 'Виберіть тип:';
$_['text_percent']         = 'Відсоток:';
$_['text_amount']         = 'Фіксовано:';
$_['entry_method']      = 'Метод оплати';
$_['entry_charge']      = '<span title="Можна вносити також мінусове значення для отримання знижки. (10 як 10% націнки, -10 як -10% знижки)">Сума [*]</span>';
$_['entry_description'] = 'Опис';
$_['entry_status']      = 'Статус:';
$_['entry_sort_order']  = 'Сортування:';

// Error
$_['error_permission']  = 'Увага: У вас немає прав на редагування націнки на спосіб оплати.!';
?>