<?php
// Заголовок
$_['heading_title'] = 'Особистий Кабінет';

// Текстові
$_['text_account'] = 'Особистий Кабінет';
$_['text_my_account'] = 'Мій обліковий запис';
$_['text_my_orders'] = 'Мої замовлення';
$_['text_my_newsletter'] = 'Передплата';
$_['text_edit'] = 'Змінити контактну інформацію';
$_['text_password'] = 'Змінити пароль';
$_['text_address'] = 'Змінити мої адреси';
$_['text_credit_card'] = 'Керування кредитними картами';
$_['text_wishlist'] = 'Показати закладки';
$_['text_order'] = 'Історія замовлень';
$_['text_download'] = 'Файли для скачування';
$_['text_reward'] = 'Бонусні бали';
$_['text_return'] = 'Запити на повернення';
$_['text_transaction'] = 'Історія транзакцій';
$_['text_newsletter'] = 'Підписатися або відмовитися від розсилки новин';
$_['text_recurring'] = 'Періодичні платежі';
$_['text_transactions'] = 'Транзакції';