<?php
// Заголовок
$_['heading_title'] = 'Повернення товару';

// Text
$_['text_account'] = 'Особистий Кабінет';
$_['text_return'] = 'Інформація про повернення';
$_['text_return_detail'] = 'Деталі повернення';
$_['text_description'] = '<p>будь Ласка, заповніть форму запиту на повернення товару.</p>';
$_['text_order'] = 'Інформація про замовлення';
$_['text_product'] = 'Інформація про товар';
$_['text_reason'] = 'Інформація про причину повернення';
$_['text_message'] = '<p>Ви відправили запит на повернення.</p><p> Повідомлення про статус запиту ви отримаєте на ваш e-mail. Спасибі!</p>';
$_['text_return_id'] = '№ Запиту на повернення';
$_['text_order_id'] = '№ Замовлення';
$_['text_date_ordered'] = 'Дата замовлення';
$_['text_status'] = 'Статус';
$_['text_date_added'] = 'Додано';
$_['text_comment'] = 'Коментар по поверненню';
$_['text_history'] = 'Історія повернень';
$_['text_empty'] = 'У Вас не було раніше повернень товарів!';
$_['text_agree'] = 'Я прочитав <a href="%s" class="agree"><b>%s</b></a> і згоден з умовами ';

$_['button_submit'] = 'Відправити запит';

// Колонки
$_['column_return_id'] = '№ Запиту на повернення';
$_['column_order_id'] = '№ Замовлення';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Додано';
$_['column_customer'] = 'Клієнт';
$_['column_product'] = 'Назва товару';
$_['column_model'] = 'Модель';
$_['column_quantity'] = 'Кількість';
$_['column_price'] = 'Ціна';
$_['column_opened'] = 'Відкрито';
$_['column_comment'] = 'Коментар';
$_['column_reason'] = 'Причина';
$_['column_action'] = 'Дія';

// Entry
$_['entry_order_id'] = '№ Замовлення';
$_['entry_date_ordered'] = 'Дата замовлення';
$_['entry_firstname'] = 'Ім&#39;я';
$_['entry_lastname'] = 'Прізвище';
$_['entry_email'] = 'E-Mail';
$_['entry_telephone'] = 'Телефон';
$_['entry_product'] = 'Найменування товару';
$_['entry_model'] = 'Модель';
$_['entry_quantity'] = 'Кількість';
$_['entry_reason'] = 'Причина повернення';
$_['entry_opened'] = 'Товар розпакований';
$_['entry_fault_detail'] = 'Опис дефектів';
$_['entry_captcha'] = 'Введіть зображення з картинки';

// Error
$_['text_error'] = 'Запит на повернення не знайдено!';
$_['error_order_id'] = 'Не вказано № замовлення!';
$_['error_firstname'] = 'Ім&#39;я повинно містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище повинна бути від 1 до 32 символів!';
$_['error_email'] = 'E-Mail адресу введено невірно!';
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!';
$_['error_product'] = 'Найменування товару повинно бути від 3 до 255 символів!';
$_['error_model'] = 'Назва моделі повинно бути від 3 до 64 символів!';
$_['error_reason'] = 'Необхідно вказати причину повернення товару!';
$_['error_captcha'] = 'Невірно введений код з картинки!';
$_['error_agree'] = 'Ви повинні прочитати і погодитися з %s!';