<?php
// Заголовок
$_['heading_title'] = 'Придбати подарунковий сертифікат';

// Text
$_['text_account'] = 'Запис';
$_['text_voucher'] = 'Подарунковий сертифікат';
$_['text_description'] = 'Подарунковий сертифікат буде відправлений одержувачу після того як Ви сплатите вартість Подарункового сертифікату.';
$_['text_agree'] = 'Я сповіщений, що подарункові сертифікати не підлягають поверненню.';
$_['text_message'] = '<p>Дякуємо за покупку подарункового сертифіката! Після завершення замовлення одержувачу буде надіслано лист з інструкцією, про те, як скористатися сертифікатом</p>';
$_['text_for'] = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name'] = 'Ім&#39;я одержувача';
$_['entry_to_email'] = 'Email одержувача';
$_['entry_from_name'] = 'ім&#39;я';
$_['entry_from_email'] = 'Ваш Email';
$_['entry_theme'] = 'Тема подарункового сертифіката';
$_['entry_message'] = 'Повідомлення';
$_['entry_amount'] = 'Сума';

// Допоміжні
$_['help_message'] = 'Повідомлення або поздавление для одержувача сертифіката (не обов&#39;язково)';
$_['help_amount'] = 'Повинна бути більше %s і менше %s';

// Error
$_['error_to_name'] = 'Ім&#39;я одержувача повинно бути від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім&#39;я має бути від 1 до 64 символів!';
$_['error_email'] = 'Введіть коректний E-Mail!';
$_['error_theme'] = 'Виберіть тему сертифіката!';
$_['error_amount'] = 'Увага. Сума повинна бути більше %s і менше %s!';
$_['error_agree'] = 'Ви повинні погодитися з тим, що подарункові сертифікати не підлягають поверненню!';