<?php
// Заголовок
$_['heading_title'] = 'Оцінки вартості доставки';

// Текстові
$_['text_success'] = 'Розрахунок успішно виконаний!';
$_['text_shipping'] = 'Вкажіть ваш регіон для оцінки вартості доставки.';
$_['text_shipping_method'] = 'будь Ласка, виберіть бажаний спосіб доставки, для поточного замовлення.';

// Поля вводу
$_['entry_country'] = 'Країна';
$_['entry_zone'] = 'Регіон / Область';
$_['entry_postcode'] = 'Індекс';

// Помилки
$_['error_postcode'] = 'Індекс повинен бути від 2 до 10 символів!';
$_['error_country'] = 'будь Ласка, оберіть країну!';
$_['error_zone'] = 'будь Ласка, оберіть регіон / область!';
$_['error_shipping'] = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping'] = 'Доставка по даній адресі неможлива. Будь ласка <a href="%s">зв&#39;яжіться з адміністрацією</a> магазину!';