<?php
// Текст
$_['text_success'] = 'успіх: Ваш подарунок ваучер був застосований!';
$_['text_cart'] = 'успіх: Ви змінили Ваш кошик!';

$_['text_for'] = '%s подарунковий сертифікат "%S"';

// Помилка
$_['error_permission'] = 'Увага: Ви не маєте дозволу для доступу до API!';
$_['error_voucher'] = 'Увага: подарунковий сертифікат є недійсним, або баланс був витрачений!';
$_['error_to_name'] = '\ім&#39;я повинно бути від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім&#39;я має бути від 1 до 64 символів!';
$_['error_email'] = 'адреса електронної пошти не представляється допустимим!';
$_['error_theme'] = 'Ви повинні вибрати тему!';
$_['error_amount'] = 'сума повинна бути між %S та %s!';