<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 Roman Shtepa (xr0m3oz@gmail.com)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Налаштування'; #32916
$_['text_success'] = 'Налаштування успішно змінено!'; #32917
$_['text_items'] = 'Товари'; #35417
$_['text_tax'] = 'Податки'; #35418
$_['text_account'] = 'Рахунок'; #35419
$_['text_checkout'] = 'Замовлення'; #35577
$_['text_stock'] = 'Магазин'; #35578
$_['text_image_manager'] = 'Менеджер зображень'; #32898
$_['text_browse'] = 'Огляд файлу'; #35082
$_['text_clear'] = 'Очистити зображення'; #34989
$_['text_shipping'] = 'Адреса доставки'; #34990
$_['text_payment'] = 'Адреса оплати'; #34991
$_['column_name'] = 'Назва магазину'; #34447
$_['column_url'] = 'Адреса магазину'; #34448
$_['column_action'] = 'Дія'; #34092
$_['entry_url'] = 'Веб-адреса магазину:<br /><span class="help">Повний веб-шлях до магазину. Наприклад, http://www.domain.ua</span>'; #32927
$_['entry_ssl'] = 'Використовувати SSL:<br /><span class="help">Увімкніть SSL, якщо ваш сервер має встановлений сертифікат</span>'; #32928
$_['entry_name'] = 'Назва магазину:'; #32918
$_['entry_owner'] = 'Власник магазину:'; #34093
$_['entry_address'] = 'Адреса:'; #34094
$_['entry_email'] = 'E-mail:'; #34449
$_['entry_telephone'] = 'Телефон:'; #34095
$_['entry_fax'] = 'Факс:'; #34096
$_['entry_title'] = 'Назва:'; #32899
$_['entry_meta_description'] = 'Мета-опис:'; #33490
$_['entry_layout'] = 'Макет за замовчуванням:'; #34450
$_['entry_template'] = 'Шаблон:'; #32900
$_['entry_country'] = 'Країна:'; #32901
$_['entry_zone'] = 'Область/регіон:'; #33491
$_['entry_language'] = 'Мова:'; #32902
$_['entry_currency'] = 'Валюта:'; #32903
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #32946
$_['entry_tax'] = 'Відображати ціни з податком:'; #32904
$_['entry_tax_default'] = 'Використовувати адресу податків магазину:<br /><span class="help">Використовувати адресу магазину для підрахування податків, якщо нихто не ідентифікований. Можете обрати  адресу магазину для клієнтської адреси доставки чи оплати.</span>'; #34992
$_['entry_tax_customer'] = 'Використати адресу податків клієнта:<br /><span class="help">Використати адресу клієнта за замовчуванням, коли він ідентифікується для підрахування податків. Можете обрати  адресу за замовчуванням для клієнтської адреси доставки чи оплати.</span>'; #35083
$_['entry_customer_group'] = 'Група клієнта:<br /><span class="help">Група клієнта за замовчуванням</span>'; #33492
$_['entry_customer_group_display'] = 'Група клієнтів:<br /><span class="help">Показати групи клієнтів, що нові клієнти можуть обрати для використання, таких як оптова та бізнесу при реєстрації.'; #35422
$_['entry_customer_price'] = 'Відображати ціну:<br /><span class="help">Відображати ціну тільки для зареєстрованих користувачів</span>'; #32947
$_['entry_account'] = 'Умови користування:<br /><span class="help">Вимагати погодження з правилами при створенні облікового запису</span>'; #32949
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #32923
$_['entry_guest_checkout'] = 'Гостьове оформлення замовлення:<br /><span class="help">Дозволити клієнтам оформлювати замовлення без створення облікового запису. Ця функція не буде доступна, якщо в кошику є товари для завантаження</span>'; #32948
$_['entry_checkout'] = 'Умови замовлення:<br /><span class="help">Вимагати погодження з правилами при замовленні товару</span>'; #32950
$_['entry_order_status'] = 'Статус замовленя:<br /><span class="help">Статус замовлення за замоченням</span>'; #32951
$_['entry_stock_display'] = 'Залишок на складі:<br /><span class="help">Показувати залишок на складі при перегляді товару</span>'; #32952
$_['entry_stock_checkout'] = 'Замовлення при нестачі на складі:<br /><span class="help">Дозволити клієнтам робити замовлення у разі, якщо товару на складі немає</span>'; #32953
$_['entry_logo'] = 'Логотип магазину:'; #32919
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен мати формат PNG та розміри сторін 16px</span>'; #32929
$_['entry_image_category'] = 'Розмір зображень категорії:'; #32930
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #32920
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #32921
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #32944
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #32931
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів!'; #32945
$_['entry_image_compare'] = 'Розмір зображень у списку порівняння товарів:'; #34451
$_['entry_image_wishlist'] = 'Розмір зображень у списку бажаних товарів:'; #34452
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #32922
$_['entry_use_ssl'] = 'Використовувати SSL:<br /><span class="help">Для використання захищеного протоколу SSL перевірте наявність встановленого сертифікату для вашого хосту.</span>'; #34453
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #34454
$_['error_permission'] = 'Ви не маєте повноважень для керування магазинами!'; #32932
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #32933
$_['error_owner'] = 'Опис власника магазину повинен містити від 3 до 64 символів!'; #34455
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #34456
$_['error_email'] = 'Невірний формат e-mail!'; #34457
$_['error_telephone'] = 'Телефон повинен містити від 3 до 32 символів!'; #34458
$_['error_url'] = 'Не вказано веб-адресу магазину!'; #32934
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #32935
$_['error_limit'] = 'Необхідно вказати ліміти!'; #32924
$_['error_customer_group_display'] = 'Ви повинні включити по замовчуванню для групи клієнтів, якщо ви збираєтеся використовувати цю можливість!'; #35423
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #32936
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #32937
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #32939
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #32938
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #32940
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #32941
$_['error_image_compare'] = 'Необхідно вказати розмір зображень у списку порівняння товарів!'; #34459
$_['error_image_wishlist'] = 'Необхідно вказати розмір зображень у списку бажаних товарів!'; #34460
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #32942
$_['error_default'] = 'Ви не можете видалити магазин, що використовується за замовчуванням!'; #34461
$_['error_store'] = 'Цей магазин не може бути видалено, оскільки він використовується в замовленнях %s!'; #32943