<?php
// Heading
$_['heading_title'] = 'Групи користувачів';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Групи користувачів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Групи користувачів';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Група користувачів';
$_['entry_access'] = 'Дозволено перегляд';
$_['entry_modify'] = 'Дозволено внесення змін';

// Error
$_['error_permission'] = 'У Вас немає прав для управління даним модулем!';
$_['error_name'] = 'Назва групи користувачів має бути від 3 до 64 символів!';
$_['error_user'] = 'Ця група користувачів не може бути видалена оскільки містить %s користувачів!';