<?php
// Заголовок
$_['heading_title']    = 'Просмотр товаров';

// Текстовые
$_['text_extension']   = 'Расширения';
$_['text_edit']        = 'Редактирование';
$_['text_success']     = 'Сброс отчета успешно выполнен!';

// Колонки
$_['column_name']      = 'Название товара';
$_['column_model']     = 'Модель';
$_['column_viewed']    = 'Просмотров';
$_['column_percent']   = 'Процент';

// Поля ввода
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для управления модулем!';

