<?php
// Заголовок
$_['heading_title']     = 'Текстовый блок - HTML';

// Текстовые
$_['text_extension']    = 'Расширения';
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_edit']         = 'Настройки модуля';

// Поля ввода
$_['entry_name']        = 'Название модуля';
$_['entry_title']       = 'Заголовок';
$_['entry_description'] = 'Текст';
$_['entry_status']      = 'Статус';

// Ошибки
$_['error_permission']  = 'У Вас нет прав для управления данным модулем!';
$_['error_name']        = 'Название модуля должно содержать от 3 до 64 символов!';

