<?php
// Heading  
$_['heading_title']          = 'Корзина';

// Text
$_['text_success']           = 'Товар <a href="%s">%s</a> добавлен в <a href="%s">корзину</a>!';
$_['text_remove']            = 'Содержимое корзины изменено!';
$_['text_title']             = 'Товар успешно добавлен в корзину';
$_['text_thumb']             = '<img src="%s" alt="" />';
$_['text_coupon']            = 'Скидочный купон успешно использован!';
$_['text_voucher']           = 'Подарочный сертификат успешно использован!';
$_['text_reward']            = 'Накопительные баллы успешно использованы!';
$_['text_shipping']          = 'Оценка стоимости доставки прошла успешно!';
$_['text_login']             = 'Для просмотра цен Вам нужно <a href="%s">войти</a> или <a href="%s">зарегистрироваться</a>!';
$_['text_points']            = 'Накопительные Баллы: %s';
$_['text_items']             = '%s шт. - %s';
$_['text_next']              = 'Что будем делать дальше?';
$_['text_next_choice']       = 'Вы можете использовать скидочный купон или накопительные баллы (если есть), а также узнать стоимость доставки.';
$_['text_use_coupon']        = 'Использовать купон';
$_['text_use_voucher']       = 'Использовать подарочный сертификат';
$_['text_use_reward']        = 'Использовать накопительные баллы (доступно %s)';
$_['text_shipping_estimate'] = 'Рассчитать стоимость доставки';
$_['text_shipping_detail']   = 'Укажите адресс доставки, для того чтобы посчитать стоимость.';
$_['text_shipping_method']   = 'Пожалуйста укажите предпочтительный способ доставки.';
$_['text_empty']             = 'Ваша корзина пуста!';

//Button
$_['button_qvcheckout']           = 'Подтвердить';
$_['not_specified']           = 'Нет данных!';

// Column
$_['column_image']           = 'Фото';
$_['column_name']            = 'Наименование товара';
$_['column_model']           = 'SKU';
$_['column_quantity']        = 'Количество';
$_['column_price']           = 'Цена';
$_['column_total']           = 'Итого';

// Entry
$_['entry_coupon']           = 'Скидочный купон:';
$_['entry_voucher']          = 'Подарочный сертификат:';
$_['entry_reward']           = 'Накопительные баллы (макс. %s):';
$_['entry_country']          = 'Страна:';
$_['entry_zone']             = 'Регион / Область:';
$_['entry_postcode']         = 'Индекс:';

// Error
$_['error_stock']            = 'Товары которые отмечены *** не доступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Минимальное количество заказа для %s - %s шт.!';	
$_['error_required']         = '%s необходимо!';	
$_['error_product']          = 'Вы еще не добавили товаров в корзину!';	
$_['error_coupon']           = 'Купон не действителен, срок использования истек или достигнут лимит использования!';
$_['error_voucher']          = 'Подарочный сертификат не действителен или баланс был израсходован!';
$_['error_reward']           = 'Пожалуйста укажите количество накопительных баллов для использования!';	
$_['error_points']           = 'У Вас нет %s накопительных баллов!';
$_['error_maximum']          = 'Максимальное количество баллов которые можно использовать %s!';
$_['error_postcode']         = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']          = 'Пожалуйста укажите страну!';
$_['error_zone']             = 'Пожалуйста выберите регион / область!';
$_['error_shipping']         = 'Необходимо выбрать способ доставки!';
$_['error_no_shipping']      = 'Доставка не доступна. Если у Вас есть вопросы, пожалуйста <a href="%s">напишите нам</a>!';
?>