<?php
// Text
$_['text_for']          = '%s Подарочный Сертификат для %s';
$_['text_success']      = 'Сумма заказа была успешно пересчитана!';

// Error
$_['error_warning']     = 'Пожалуйста проверьте введенные данные внимательно на наличие ошибок!';
$_['error_permission']  = 'У Вас нет доступа к этой странице, пожалуйста свяжитесь с администратором.';
$_['error_customer']    = 'Не удается найти указанного клиента!';
$_['error_email']       = 'E-Mail адрес указан не верно!';
$_['error_postcode']    = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']     = 'Пожалуйста укажите страну!';
$_['error_zone']        = 'Выберите регион / область!';
$_['error_stock']       = 'Товары которые отмечены *** не доступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']     = 'Минимальная сумма заказа для %s - %s!';	
$_['error_required']    = '%s необходимо!';
$_['error_shipping']    = 'Необходимо выбрать способ доставки!';
$_['error_no_shipping'] = 'Доставка не доступна!';
$_['error_payment']     = 'Необходимо указать способ оплаты!';
$_['error_no_payment']  = 'Способы оплаты не доступны!';
$_['error_coupon']      = 'Купон не действителен, срок использования истек или достигнут лимит использования!';
$_['error_voucher']     = 'Подарочный сертификат не действителен или баланс был израсходован!';
$_['error_reward']      = 'Пожалуйста укажите количество накопительных баллов для использования!';	
$_['error_points']      = 'У Вас нет %s накопительных баллов!';
$_['error_maximum']     = 'Максимальное количество баллов которые можно использовать %s!';
$_['error_to_name']     = 'Имя получателя должно быть 1 - 64 символов!';
$_['error_from_name']   = 'Ваше имя должно быть 1 - 64 символов!';
$_['error_amount']      = 'Количество должно быть между %s и %s!';
?>