<?php
// Заголовок
$_['heading_title'] = 'Використовувати Бонусні бали (доступно балів %s)';

// Text
$_['text_reward'] = 'Reward Points (%s)';
$_['text_order_id'] = 'Номер замовлення: #%s';
$_['text_success'] = 'Бали успішно застосовані!';

// Entry
$_['entry_reward'] = 'Доступно для застосування (максимум %s)';

// Error
$_['error_reward'] = 'Вкажіть будь-ласка кількість бонусних балів для оплати даного замовлення!';
$_['error_points'] = 'У Вас немає %s бонусних балів!';
$_['error_maximum'] = 'Максимально доступне кількість балів, яку можна застосувати: %s!';