<?php
// Заголовок
$_['heading_title'] = 'Додаткова плата при мінімальному замовленні';

// Текстові
$_['text_total'] = 'Враховувати в замовленні';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Налаштування';

// Entry
$_['entry_total'] = 'Сума замовлення';
$_['entry_fee'] = 'Плата';
$_['entry_tax_class'] = 'Податки';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Довідка
$_['help_total'] = 'Ліміт суми замовлення, для якої буде діяти плата.';

// Помилки
$_['error_permission'] = 'У Вас немає прав для управління даним модулем!';