<?php
// Heading
$_['heading_title'] = 'Групи атрибутів';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список групи атрибутів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва групи атрибутів';
$_['entry_sort_order'] = 'Порядок сортування';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни груп атрибутів!';
$_['error_name'] = 'Назва групи атрибутів повинно бути від 3 до 64 символів!';
$_['error_attribute'] = 'Увага: Цю групу можна видалити, так як вона використовується %s атрибутами!';
$_['error_product'] = 'Увага: Цю групу можна видалити, так як призначена до %s товарів!';