<?php
// Заголовок
$_['heading_title'] = 'Карусель';

// Текстові
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Налаштування модуля';

// Entry
$_['entry_name'] = 'Назва модуля';
$_['entry_banner'] = 'Банер';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Висота';
$_['entry_status'] = 'Статус';

// Помилки
$_['error_permission'] = 'У Вас немає прав для управління даним модулем!';
$_['error_name'] = 'Назва модуля повинна містити від 3 до 64 символів!';
$_['error_width'] = 'Введіть ширину зображення!';
$_['error_height'] = 'Введіть висоту зображення!';