<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Успешно: Файл загружен!';
$_['text_file_delete'] = 'Файл удален!';
$_['text_create']      = 'Успешно: Директория создана!';
$_['text_delete']      = 'Успешно: Файл или директория удалена!';
$_['text_move']        = 'Успешно: Файл или директория перемещена!';
$_['text_copy']        = 'Успешно: Файл или директория скопирована!';
$_['text_rename']      = 'Успешно: Файл или директория переименована!';

// Entry
$_['entry_folder']     = 'Нов.папка:';
$_['entry_move']       = 'Переместить в:';
$_['entry_copy']       = 'Новое имя:';
$_['entry_rename']     = 'Новое имя:';
$_['image_success_added'] = 'Выполнено: Изображение добавлено в вкладку изображений';
$_['button_addimage']  = 'Доп.Рисунки';
$_['button_search'] = 'Поиск';
// Error
$_['error_select']     = 'Ошибка: Выберите файл или директорию!';
$_['error_file']       = 'Ошибка: Выберите файл!';
$_['error_directory']  = 'Ошибка: Выберите директорию!';
$_['error_default']    = 'Ошибка: Нельзя менять директорию, установленную по умолчанию!';
$_['error_delete']     = 'Ошибка: Невозможно удалить директорию!';
$_['error_filename']   = 'Ошибка: Имя файла должно быть от 3 до 255 символов!';
$_['error_missing']    = 'Ошибка: Файл или директория не существует!';
$_['error_exists']     = 'Ошибка: Файл или директория с таким именем уже существует!';
$_['error_name']       = 'Ошибка: Введите новое имя!';
$_['error_move']       = 'Ошибка: Директория назначения не существует!';
$_['error_copy']       = 'Ошибка: Невозможно скопировать файл или директорию!';
$_['error_rename']     = 'Ошибка: Невозможно переименовать директорию!';
$_['error_file_type']  = 'Ошибка: Некорректный тип файла!';
$_['error_file_size']  = 'Ошибка: Файл не должен быть больше 300kb и 1000px по высоте или ширине!';
$_['error_uploaded']   = 'Ошибка: Файл не загружается по непонятным причинам!';
$_['error_permission'] = 'Ошибка: У вас нет прав доступа!';

// Button
$_['button_folder']    = 'Нов.папка';
$_['button_delete']    = 'Удалить';
$_['button_move']      = 'Перенести';
$_['button_copy']      = 'Копиров.';
$_['button_rename']    = 'Переименов.';
$_['button_upload']    = 'Загрузить';
$_['button_refresh']   = 'Обновить';
?>