<?php
// Heading
$_['heading_title']   = 'Оновлення';
$_['heading_success'] = 'Оновлення - виконано!';

// Text
$_['text_upgrade']    = 'Підготовка до оновлення';
$_['text_server']     = 'Уважно дотримуйтесь покрокової інструкції!';
$_['text_steps']      = 'Процес оновлення';
$_['text_error']      = 'Про халепу з оновленням, напишіть на форумі <a href="http://www.forum.brocart.net/">в разділі про оновлення</a>';
$_['text_clear']      = 'Після оновлення, видаліть всі куки в свому браузері, щоб уникнути проблеми з попередньою авторизацією.';
$_['text_admin']      = 'Перейдіть в Адмінистративну частину і двічі натисніть на клавіатурі Ctrl+F5 для оновлення закешованих CSS стилів.';
$_['text_user']       = 'Перейдіть в розділ Меню -> Система -> Користувачі -> Групи користувачів і для Головного адміністратора повідмічайте всі галочки.';
$_['text_setting']    = 'Перейдіть в розділ Меню -> Система-> Настройки. Перевірте всі значення налаштувань магазину та натисність "зберегти", навіть якщо нічого не міняли.';
$_['text_store']      = 'Перейдіть в Вітрина магазину і двічі натисніть Ctrl+F5 для оновлення кешованих CSS стилів.';
$_['text_progress']   = 'Патч %s виконало (%s із %s)';
$_['text_success']    = 'Вітаємо! Ви успішно оновили CMS BroCart';

// Entry
$_['entry_progress']  = 'Прогрес';