<?php
// Заголовок
$_['heading_title']      = 'Географические зоны';

// Текстовые
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_list']          = 'Список географических зон';
$_['text_add']           = 'Добавить';
$_['text_edit']          = 'Редактирование';
$_['text_geo_zone']      = 'Географические зоны';

// Колонки
$_['column_name']        = 'Название географической зоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Поля ввода
$_['entry_name']         = 'Название географической зоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион / Область';

// Ошибки
$_['error_permission']   = 'У Вас нет прав для изменения географических зон!';
$_['error_name']         = 'Название географической зоны должно быть от 3 до 32 символов!';
$_['error_description']  = 'Описание должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Географическая зона не может быть удалена, так как назначена %s налоговым ставкам!';

