<?php
// Заголовок
$_['heading_title']    = 'Единицы измерения';

// Текстовые
$_['text_success']     = 'Настройки успешно изменены';
$_['text_list']        = 'Список единиц измерения';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Колонки
$_['column_title']     = 'Название единицы измерения';
$_['column_unit']      = 'Единица измерения';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Поля ввода
$_['entry_title']      = 'Название единицы измерения';
$_['entry_unit']       = 'Единица измерения';
$_['entry_value']      = 'Значение';

// Инфо
$_['help_value']       = 'Установите на 1.00000 если это единица измерения по умолчанию.';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для изменения единиц измерений!';
$_['error_title']      = 'Название единицы измерения должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица измерения должна быть от 1 до 4 символов!';
$_['error_default']    = 'Единицу измерения нельзя изменить, поскольку она установлена по умолчанию!';
$_['error_product']    = 'Единицы измерения не может быть удалена, так как назначена %s товарам!';

