<?php
// Заголовок
$_['heading_title']    = 'Статусы заказов';

// Текстовые
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список статусов заказа';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Колонки
$_['column_name']      = 'Статусы заказов';
$_['column_action']    = 'Действие';

// Поля ввода
$_['entry_name']       = 'Статус заказа';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для изменения статусов заказов!';
$_['error_name']       = 'Статус заказа должен быть от 3 до 32 символов!';
$_['error_default']    = 'Статус заказа не может быть исключен, поскольку он прикреплен к статусу заказа основного магазина!';
$_['error_download']   = 'Статус заказа не может быть исключен, поскольку он прикреплен к статусу скачивания по умолчанию!';
$_['error_store']      = 'Статус заказа не может быть удален, так как назначена %s магазинам!';
$_['error_order']      = 'Статус заказа не может быть удален, так как назначена %s заказам!';

