<?php
// Заголовок
$_['heading_title']    = 'Причина возврата';

// Текстовые
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список причин возврата';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Колонки
$_['column_name']      = 'Причина возврата';
$_['column_action']    = 'Действие';

// Поля ввода
$_['entry_name']       = 'Причина возврата';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для изменения причин возвратов!';
$_['error_name']       = 'Причина возврата должна быть от 3 до 128 символов!';
$_['error_return']     = 'Причина возврата не может быть удалена, так как назначена %s товарам!';

