<?php
// Заголовок
$_['heading_title']    = 'Операции возвратов';

// Текстовые
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Операции возвратов';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Колонки
$_['column_name']      = 'Операция возврата';
$_['column_action']    = 'Действие';

// Поля ввода
$_['entry_name']       = 'Операция возврата';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для изменения операций возвратов!';
$_['error_name']       = 'Операция возврата должна быть от 3 до 64 символов!';
$_['error_return']     = 'Операция возврата не может быть удалена, так как назначена %s товарам!';

