<?php
// Заголовок
$_['heading_title']    = 'Состояние на складе';

// Текстовые
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список состояний';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Колонки
$_['column_name']      = 'Варианты состояний склада';
$_['column_action']    = 'Действие';

// Поля ввода
$_['entry_name']       = 'Название состояния склада';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для изменения вариантов состояний склада!';
$_['error_name']       = 'Название должно быть от 3 до 32 символов!';
$_['error_product']    = 'Состояние на складе не может быть удалена, так как назначена %s товарам!';

