<?php
// Heading
$_['heading_title']    = 'Статусы возвратов';

// Text
$_['text_success']     = 'Успешно: Статусы возвратов успешно обновлены!';

// Column
$_['column_name']      = 'Статус возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса возврата:';

// Error
$_['error_permission'] = 'Ошибка: У Вас нет прав для изменения статусов возвратов!';
$_['error_name']       = 'Статус возврата должен быть от 3 до 32 символов!';
$_['error_default']    = 'Ошибка: Статус возврата не может быть исключен, поскольку он прикрелпен к статусу возврата основного магазина!';
$_['error_return']     = 'Ошибка: Статус возврата не может быть исключен, поскольку он прикреплен к %s возврату(ам)!';
?>