<?php
// Заголовок
$_['heading_title'] = 'Партнерська програма';

// Текстові
$_['text_account'] = 'Кабінет Партнера';
$_['text_login'] = 'Увійти';
$_['text_description'] = '<p>Партнерська програма %s абсолютно безкоштовна і дозволяє учасникам отримувати додатковий дохід, шляхом розміщення посилань як на Наш магазин %s або на окремі товари. Кожна покупка, здійснена по партнерському посиланню, приносить агентську комісію. Стандартний розмір комісії становить %s.</p><p>За детальною інформацією звертайтесь на сторінку інформації для партнерів.</p>';
$_['text_new_affiliate'] = 'Новий Партнер';
$_['text_register_account'] = '<strong>Я не є партнером.</strong><p>Натисніть Вперед щоб створити обліковий запис партнера. Зверніть увагу, що ця обліковий запис ніяк не пов&#39;язана з якою-небудь облікового запису покупця!</p>';
$_['text_returning_affiliate'] = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований.';
$_['text_forgotten'] = 'Забули пароль?';

// Поля вводу
$_['entry_email'] = 'Партнерський E-Mail:';
$_['entry_password'] = 'Пароль:';

// Помилки
$_['error_login'] = 'Не знайдено введену адресу E-Mail та/або пароль вказаний неправильно.';
$_['error_attempts'] = 'Ви перевищили максимальна кількість спроб авторизації. Повторіть спробу авторизації на сайті через 1 годину';
$_['error_approved'] = 'Ваш аккаунт поки не схвалений. Чекайте, скоро адміністрація повинна схвалити Ваш обліковий запис.';