<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Категорія'; #31605
$_['button_repair'] = 'Відновити'; #Васо
$_['text_percent'] = 'Відсоток'; #Васо
$_['text_amount'] = 'Сумма'; #Васо
$_['entry_filter'] = 'Виберіть фільтр'; #Васо
$_['text_success'] = 'Категорію успішно змінено!'; #32249
$_['text_default'] = 'За замовчуванням'; #31606
$_['text_image_manager'] = 'Менеджер зображень'; #31607
$_['text_browse'] = 'Огляд файлів'; #35060
$_['text_clear'] = 'Очистити зображення'; #35061
$_['text_autometa']            = 'Автометазаміна<br/><span class="help">Не відмічайте, якщо бажаєте вручну вносити дані в мета опис та мета keywords, якщо відмітити, то генеруються дані з опису категорії.</span>';
$_['text_titles']            = 'Title сторінки<br/><span class="help">Якщо залишити порожнім, то на сторінці категорії буде відображено назву категорії.</span>';
$_['text_h1']            = 'Заголовок Title (Н1)<br/><span class="help">Якщо залишити порожнім поле тегу (h1), то на сторінці категорії буде  відображено назву категорії.</span>';
$_['text_h2']            = 'Другорядний заголовок Title (Н2)<br/><span class="help">Опціонально, відображається під заголовком h1. Для покращення seo, рекомендуєтся написати щось пов\'язане з данною категорією.</span>';
$_['column_name'] = 'Назва категорії'; #31608
$_['column_sort_order'] = 'Порядок сортування'; #31609
$_['column_action'] = 'Дія'; #31610
$_['entry_name'] = 'Назва категорії:'; #31611
$_['entry_meta_keyword'] = 'Ключові слова:'; #34469
$_['entry_meta_description'] = 'Мета-опис:'; #31746
$_['entry_description'] = 'Опис:'; #31747
$_['entry_parent'] = 'Батьківська категорія:'; #34628
$_['entry_store'] = 'Магазини:'; #31612
$_['entry_keyword'] = 'Аліас:<br/><span class="help">Це поле повинно бути унікальним в рамках магазину.</span>'; #35100
$_['entry_image'] = 'Зображення:'; #31749
$_['entry_top'] = 'Згори:<br/><span class="help">Розміщення у верхньому полі меню. Працює тільки з батьківськими категоріями.</span>'; #34629
$_['entry_column'] = 'Стовпці:<br/><span class="help">Кількість стовпців для трьох категорій, що розташовані знизу. Працює тільки з батьківськими категоріями.</span>'; #34630
$_['entry_sort_order'] = 'Порядок сортування:'; #31613
$_['entry_status'] = 'Статус категорії:'; #31748
$_['entry_layout'] = 'Ігнорувати макет:'; #34470
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #34471
$_['error_permission'] = 'Ви не маєте повноважень для редагування категорії'; #31643
$_['error_name'] = 'Назва категорії має містити від 2 до 32 символів!'; #32369