<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Сторінки'; #32198
$_['text_success'] = 'Сторінку успішно змінено!'; #32199
$_['text_default'] = 'За замовчуванням'; #32200
$_['column_title'] = 'Заголовок сторінки'; #32201
$_['column_sort_order'] = 'Порядок сортування'; #32202
$_['column_action'] = 'Дія'; #32203
$_['text_titles']            = 'Title сторінки<br/><span class="help">Якщо залишити порожнім, то на сторінці категорії буде відображено назву категорії.</span>';
$_['text_h1']            = 'Заголовок Title (Н1)<br/><span class="help">Якщо залишити порожнім поле тегу (h1), то на сторінці категорії буде  відображено назву категорії.</span>';
$_['text_h2']            = 'Другорядний заголовок Title (Н2)<br/><span class="help">Опціонально, відображається під заголовком h1. Для покращення seo, рекомендуєтся написати щось пов\'язане з данною категорією.</span>';
$_['entry_title'] = 'Заголовок сторінки'; #32204
$_['entry_description'] = 'Опис:'; #32205
$_['entry_store'] = 'Магазини:'; #32207
$_['text_image_manager']      = 'Менеджер зображень';
$_['text_browse']      = 'Перегляд';
$_['text_clear']      = 'Очистити';
$_['entry_image']      = 'Виберіть зображення';
$_['entry_keyword'] = 'Аліас:<br/><span class="help">Це поле повинно бути унікальним в рамках магазину.</span>'; #35102
$_['entry_bottom'] = 'Підвал:<br/><span class="help">Відображати знизу (підвалі) сторінки.</span>'; #35370
$_['entry_status'] = 'Статус:'; #32206
$_['entry_news']       = 'Як новини:<br/><span class="help">Відображати в модулі новини.</span>';
$_['entry_sort_order'] = 'Порядок сортування:'; #32208
$_['entry_layout'] = 'Ігнорувати макет:'; #34466
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #34467
$_['error_permission'] = 'Ви не маєте повноважень для редагування інформації!'; #32209
$_['error_title'] = 'Заголовок сторінки повинен містити від 3 до 64 симвлоів!'; #32210
$_['error_description'] = 'Опис повинен містити від 3 символів!'; #32211
$_['error_account'] = 'Сторінку не може бути видалено, оскільки вона назначена Політикою Безпеки за замовчуванням!'; #32212
$_['error_checkout'] = 'Сторінку не може бути видалено, оскільки вона назначена Умовами користування за замовчуванням!'; #32213
$_['error_affiliate'] = 'Сторінку не може бути видалено, оскільки вона використовується в умовах партнерської програми!'; #34468
$_['error_store'] = 'Сторінку не може бути видалено, оскільки вона використовується в магазинах %s!'; #32214