<?php
$_['text_tab_description']        	= 'Опис';
$_['text_meta_description']        	= 'Мета опис:';
$_['text_meta_keywords']        	= 'Мета keywords:';
$_['text_description']        	= 'Опис виробника:';
$_['heading_title'] = 'Виробник'; #31614
$_['text_success'] = 'Редагування виробника успішно завершене!'; #32370
$_['text_default'] = 'За замовчуванням'; #31615
$_['text_image_manager'] = 'Менеджер зображень'; #31616
$_['text_browse'] = 'Огляд файлів'; #35058
$_['text_clear'] = 'Очистити зображення'; #35059
$_['text_percent'] = 'Відсоток'; #34068
$_['text_amount'] = 'Фіксована сума'; #34069
$_['column_name'] = 'Назва виробника'; #31617
$_['column_sort_order'] = 'Порядок сортування'; #31618
$_['column_action'] = 'Дія'; #31619
$_['entry_name'] = 'Назва виробника:'; #31620
$_['entry_store'] = 'Магазини:'; #31621
$_['entry_keyword'] = 'Аліас:<br/><span class="help">Це поле повинно бути унікальним в рамках магазину.</span>'; #35101
$_['entry_image'] = 'Зображення:'; #31622
$_['entry_sort_order'] = 'Порядок сортування:'; #31623
$_['entry_type'] = 'Тип:'; #34070
$_['text_titles']            = 'Title сторінки<br/><span class="help">Якщо залишити порожнім, то на сторінці категорії буде відображено назву категорії.</span>';
$_['text_h1']            = 'Заголовок Title (Н1)<br/><span class="help">Якщо залишити порожнім поле тегу (h1), то на сторінці категорії буде  відображено назву категорії.</span>';
$_['text_h2']            = 'Другорядний заголовок Title (Н2)<br/><span class="help">Опціонально, відображається під заголовком h1. Для покращення seo, рекомендуєтся написати щось пов\'язане з данною категорією.</span>';
$_['error_permission'] = 'Ви не маєте повноважень для редагування виробників!'; #32371
$_['error_name'] = 'Назва виробника повинна бути від 3 до 64 символів!'; #32372
$_['error_product'] = 'Виробника не може бути видалено, оскільки він має відношення до товарів %s'; #32373
?>