<?php

// Heading
$_['heading_title']     = 'Додаткові вкладки товарів';

// Text
$_['text_success']      = 'Успішно: Ви відредагували вкладки!';
$_['text_position_1']   = 'Перед всіми існуючими закладками';
$_['text_position_2']   = 'Між Описом та Атрибутами';
$_['text_position_3']   = 'Між Атрибутами та Відгуками';
$_['text_position_4']   = 'Між Відгуками та Рекомендованими товарами';
$_['text_position_5']   = 'Після основних закладок';

// Column
$_['column_name']            = 'Назва колонки';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Entry
$_['entry_name']        = 'Назва закладки:';
$_['entry_sort_order']  = 'Порядок сортування:';
$_['entry_status']  		= 'Статус вкладки:<span class="help">Якщо відключено, то ця закладка не буде показуватися.</span>';
$_['entry_position']  	= 'Позиція:<span class="help">Позиція відносно основних закладок.</span>';
$_['entry_show_empty']  = 'Показувати порожні:<span class="help">Виберіть \'Так\' Якщо ви бажаєте бачити порожні сторінкі в закладці.</span>';

// Existing tab names
$_['tab_description']   = 'Опис';
$_['tab_attribute']     = 'Атрибут';
$_['tab_review']  			= 'Відгуки';
$_['tab_related']  			= 'Рекомендовані товари';

// Error
$_['error_permission']  = 'У Вас немає прав для редагування закладок!';
$_['error_name']        = 'Назва закладки повинна бути від 3 до 64 символів!';
$_['error_product_tab'] = 'Увага: ці закладка не може бути видалена, так як використовується в %s товарах!';
?>