<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Кошик'; #31918
$_['text_success'] = '<a href="%s">%s</a> успішно додано до <a href="%s">кошика</a>!'; #33678
$_['text_remove'] = 'Ви успішно оновили кошик!'; #35286
$_['text_title']             = 'Товар успішно добавлено до кошика';
$_['text_thumb']             = '<img src="%s" alt="" />';
$_['text_coupon'] = 'Ваш купон на знижку успішно застосовано!'; #35214
$_['text_voucher'] = 'Ваш подарунковий сертифікат на знижку успішно застосовано!'; #35215
$_['text_reward'] = 'Подарункові бали: %s'; #35043
$_['text_shipping'] = 'Ваша оцінка доставки успішно застосована!'; #35256
$_['text_login'] = 'Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a> щоб переглядати ціни!'; #34566
$_['text_points'] = 'Бали на знижку: &s'; #35251
$_['text_items'] = '%s одиниць(я) - %s'; #34486
$_['text_next'] = 'Що бажаєте робити далі?'; #35216
$_['text_next_choice'] = 'Оберіть, якщо бажаєте використати код знижки, бонусні бали, чи для оцінки вартості доставки.'; #35257
$_['text_use_coupon'] = 'Використати код купону'; #35146
$_['text_use_voucher'] = 'Використати подарунковий сертифікат'; #35147
$_['text_use_reward'] = 'Використати бали на знижку (доступно %s)'; #35252
$_['text_shipping_estimate'] = 'Оцінити вартість доставки, податки'; #35206
$_['text_shipping_detail'] = 'Вкажіть Ваше розташування для оцінки вартості доставки.'; #35207
$_['text_shipping_method'] = 'Будь-ласка, оберіть приорітетний спосіб доставки для цього замовлення.'; #35208
$_['text_empty'] = 'Ваш кошик порожній!'; #33679
//Button
$_['button_qvcheckout']           = 'Підтвердити';
$_['not_specified']           = 'Нема даних!';
$_['column_image'] = 'Зображення'; #31919
$_['column_name'] = 'Назва'; #31920
$_['column_model'] = 'Модель'; #31921
$_['column_quantity'] = 'Кількість'; #31922
$_['column_price'] = 'Ціна за одиницю'; #32174
$_['column_total'] = 'Разом'; #31923
$_['entry_coupon'] = 'Введіть Ваш купон:'; #35217
$_['entry_voucher'] = 'Введіть код подарункового сертифікату:'; #35287
$_['entry_reward'] = 'Бали для використання (максимум %s):'; #35148
$_['entry_country'] = 'Країна:'; #35149
$_['entry_zone'] = 'Регіон / область:'; #35150
$_['entry_postcode'] = 'Поштовий індекс:'; #35151
$_['error_stock'] = 'Товари, відмічені «***» не доступні в потрібній кількості або їх немає на складі!'; #32175
$_['error_minimum'] = 'Мінімальна кількість для замовлення %s становить - %s!'; #33680
$_['error_required'] = '%s обов’язкове!'; #33681
$_['error_product'] = 'Увага! Кошик порожній!'; #35220
$_['error_coupon'] = 'Увага: Купон невірний, протермінований чи досягнено порогу його використання.'; #35262
$_['error_voucher'] = 'Увага: Подарунковий сертифікат невірний або перевищений баланс.'; #35263
$_['error_reward'] = 'Увага: введіть кількість балів на знижку, які бажаєте використати!'; #35253
$_['error_points'] = 'Увага! Ви не маєте %s балів на знижку!'; #35255
$_['error_maximum'] = 'Увага! Максимальна кількість балів до використання: %s!'; #35254
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #35152
$_['error_country'] = 'Будь ласка, оберіть країну!'; #35153
$_['error_zone'] = 'Будь ласка, оберіть регіон / область!'; #35154
$_['error_shipping'] = 'Увага! Необхідно вказати спосіб доставки!'; #35209
$_['error_no_shipping'] = 'Увага! Недопустимий варіант доставки. Будь-ласка, <a href="%s">зверніться до нас</a> для  допомоги!'; #35233