<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Оформлення замовлення'; #33737
$_['text_cart'] = 'Кошик'; #34565
$_['text_checkout_option'] = 'Крок 1: Параметри замовлення'; #33687
$_['text_checkout_account'] = 'Крок 2: Обліковий запис і деталі рахунку'; #33688
$_['text_checkout_payment_address'] = 'Крок 2: Деталі рахунку'; #33689
$_['text_checkout_shipping_address'] = 'Крок 3: Деталі доставки'; #33690
$_['text_checkout_shipping_method'] = 'Крок 4: Спосіб доставки'; #33691
$_['text_checkout_payment_method'] = 'Крок 5: Спосіб оплати'; #33692
$_['text_checkout_confirm'] = 'Крок 6: Підтвердження замовлення'; #33693
$_['text_modify'] = 'Редагувати &raquo;'; #33694
$_['text_new_customer'] = 'Новий покупець'; #33695
$_['text_returning_customer'] = 'Постійний покупець'; #33696
$_['text_checkout'] = 'Параметри замовлення:'; #33697
$_['text_i_am_returning_customer'] = 'Я постійний покупець'; #33698
$_['text_register'] = 'Створити обліковий запис'; #33699
$_['text_guest'] = 'Оформлення без реєстрації'; #33700
$_['text_register_account'] = 'Створивши обліковий запис, ви зможете здійснювати покупки швидше та відслідковувати статус замовлень, здійснених вами раніше.'; #33701
$_['text_forgotten'] = 'Нагадати пароль'; #33702
$_['text_your_details'] = 'Ваші персональні дані'; #33703
$_['text_your_address'] = 'Ваша адреса'; #33704
$_['text_your_password'] = 'Ваш пароль'; #33705
$_['text_agree'] = 'Я приймаю <a class="colorbox" href="%s" alt="%s"><b>%s</b></a>'; #35127
$_['text_address_new'] = 'Я хочу використати нову адресу'; #31820
$_['text_address_existing'] = 'Я хочу використати існуючу адресу'; #35315
$_['text_shipping_method'] = 'Будь ласка, оберіть зручний спосіб доставки замовлення'; #33706
$_['text_payment_method'] = 'Будь ласка, оберіть зручний спосіб оплати замовлення'; #33707
$_['text_comments'] = 'Додати коментар до вашого замовлення'; #33708
$_['column_name'] = 'Назва товару'; #33709
$_['entry_customer_group']  		 = 'Виберіть группу покупців';
$_['text_your_account']  		 = 'Дані Вашого акаунта';
$_['column_model'] = 'Модель'; #33710
$_['column_quantity'] = 'Кількість'; #33711
$_['column_price'] = 'Ціна'; #33712
$_['column_total'] = 'Всього до сплати'; #33713
$_['entry_email_address'] = 'Адреса e-mail:'; #33714
$_['entry_email'] = 'E-mail:'; #33715
$_['entry_password'] = 'Пароль:'; #33716
$_['entry_confirm'] = 'Підтвердження паролю:'; #33717
$_['entry_firstname'] = 'Ім’я:'; #33718
$_['entry_lastname'] = 'Прізвище:'; #33719
$_['entry_telephone'] = 'Телефон:'; #33720
$_['entry_fax'] = 'Факс:'; #33721
$_['entry_account'] = 'Обліковий запис:'; #35375
$_['entry_company'] = 'Компанія:'; #33722
$_['entry_company_id'] = 'Код компанії:'; #35376
$_['entry_tax_id'] = 'Код податку:'; #35377
$_['entry_address_1'] = 'Адреса 1:'; #33723
$_['entry_address_2'] = 'Адреса 2:'; #33724
$_['entry_postcode'] = 'Поштовий індекс:'; #33725
$_['entry_city'] = 'Місто:'; #33726
$_['entry_country'] = 'Країна:'; #33727
$_['entry_zone'] = 'Регіон / Область:'; #33728
$_['entry_newsletter'] = 'Підписатися на розсилання новин %s.'; #33729
$_['entry_shipping'] = 'Адреса доставки і адреса виписки рахунку співпадають.'; #33730
$_['error_warning'] = 'Виникли проблеми під час обробки замовлення! Якщо проблема повторюється, будь ласка, оберіть інший спосіб оплати або зверніться до <a href="%s">служби підтримки</a>.'; #33731
$_['error_login'] = 'Невірно вказано адресу e-mail або пароль.'; #33732
$_['error_approved'] = 'Ваш обліковий запис не підтверджений'; #35389
$_['error_exists'] = 'Таку адресу e-mail вже зареєстровано!'; #33733
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #31692
$_['error_lastname'] = 'Прізвище повинно містити від 1 до 32 символів!'; #33734
$_['error_email'] = 'Не коректна адреса e-mail!'; #33735
$_['error_telephone'] = 'Номер телефону повинен містити від 1 до 32 символів!'; #33736
$_['error_password'] = 'Пароль повинен містити від 3 до 20 символів!'; #33738
$_['error_confirm'] = 'Пароль і підтвердження паролю не співпадають!'; #33739
$_['error_company_id'] = 'Потрібно вказати код компанії!'; #35478
$_['error_tax_id'] = 'Потрібно вказати код податку!'; #35479
$_['error_vat'] = 'Номер ПДВ недійсний!'; #35392
$_['error_address_1'] = 'Адреса 1 повинна містити від 3 до 128 символів!'; #33740
$_['error_city'] = 'Назва міста повинна містити від 3 до 128 символів!'; #33741
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #33742
$_['error_country'] = 'Будь ласка, оберіть країну!'; #33743
$_['error_zone'] = 'Будь ласка, оберіть регіон/область!'; #33744
$_['error_agree'] = 'Ви маєте прийняти %s!'; #33745
$_['error_address'] = 'Ви повинні вказати адресу e-mail!'; #33746
$_['error_shipping'] = 'Ви повинні вказати спосіб доставки!'; #33747
$_['error_no_shipping'] = 'Немає жодного варіанту доставки. Будь ласка, зверніться до <a href="%s">служби підтримки</a>!'; #33748
$_['error_payment'] = 'Ви повинні вказати спосіб доставки!'; #33749
$_['error_no_payment'] = 'Немає жодного варіанту оплати. Будь ласка, зверніться до <a href="%s">служби підтримки</a>!'; #33750