<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['text_for'] = '%s Подарунковий сертифікат для %s'; #35221
$_['text_success'] = 'Замовлення успішно перераховано!'; #35222
$_['error_warning'] = 'Увага! Будь-ласка, уважно заповніть форму без помилок! '; #35223
$_['error_permission'] = 'Ви не маєте повноважень доступу до цієї сторінки, будь-ласка, зверніться до системного адміністратора.'; #35202
$_['error_customer'] = 'Увага! Не знаходиться обраний покупець!'; #35224
$_['error_email'] = 'E-mail адреса помилкова або недопустима!'; #35225
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #35162
$_['error_country'] = 'Будь ласка, оберіть країну!'; #35163
$_['error_zone'] = 'Будь ласка, оберіть регіон / область!'; #35164
$_['error_stock'] = 'Товари, позначені ***, відсутні в бажаній кількості або їх нема на складі!'; #35226
$_['error_minimum'] = 'Мінімальна кількість для замовлення %s складає %s!'; #35203
$_['error_required'] = 'Потрібно вказати %s!'; #35165
$_['error_shipping'] = 'Увага! Необхідно вказати спосіб доставки!'; #35204
$_['error_no_shipping'] = 'Увага! Варіанти доставки недопустимі!'; #35247
$_['error_payment'] = 'Увага! Необхідно вказати спосіб оплати!'; #35205
$_['error_no_payment'] = 'Увага! Варіанти оплати недопустимі!'; #35248
$_['error_coupon'] = 'Увага! Купон недійсний, завершився або досягнено межі застосування!'; #35249
$_['error_voucher'] = 'Увага! Подарунковий сертифікат недійсний, завершився або досягнено межі застосування!'; #35250
$_['error_reward'] = 'Увага! Введіть кількість бонусних балів до застосування!'; #35246
$_['error_points'] = 'Увага! Ви не маєте %s бонусних балів!'; #35244
$_['error_maximum'] = 'Увага! Максимально допустима кількість балів - %s!'; #35245
$_['error_to_name'] = 'Ім’я отримувача повинно містити від 1-го до 64-ох символів!'; #35227
$_['error_from_name'] = 'Ваше ім’я повинно містити від 1-го до 64-ох символів!'; #35228
$_['error_amount'] = 'Сума повинна бути від %s до %s!'; #35229