<?php
// Заголовок
$_['heading_title']    = 'Перегляд товарів';

// Текстовые
$_['text_extension']   = 'Розширення';
$_['text_edit']        = 'Редагування';
$_['text_success']     = 'Скидання звіту успішно виконане!';

// Колонки
$_['column_name']      = 'Назва товару';
$_['column_model']     = 'Модель';
$_['column_viewed']    = 'Переглядів';
$_['column_percent']   = 'Процент';

// Поля ввода
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилки
$_['error_permission'] = 'У Вас немає прав для управління модулем!';

