<?php
// Заголовок
$_['heading_title']    = 'Аналитика продаж';

// Текстовые
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';
$_['text_order']       = 'Заказов';
$_['text_customer']    = 'Клиентов';
$_['text_day']         = 'Сегодня';
$_['text_week']        = 'Неделя';
$_['text_month']       = 'Месяц';
$_['text_year']        = 'Год';

// Поля ввода
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width']      = 'Ширина';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для управления данным расширением!';

