<?php
// Заголовок
$_['heading_title']    = 'Карта мира';

// Текстовые
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';
$_['text_order']       = 'Заказов';
$_['text_sale']        = 'Продаж';

// Поля ввода
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width']      = 'Ширина';
$_['entry_location']   = 'Отобразить карту';
$_['entry_reg_status']   = 'Отображать заказы по регионам';
// Ошибки
$_['error_permission'] = 'У Вас нет прав для управления данным расширением!';

