<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Банери'; #33857
$_['text_success'] = 'Банери успішно змінено!'; #33858
$_['text_default'] = 'За замовчуванням'; #33859
$_['text_image_manager'] = 'Менеджер зображень'; #33860
$_['text_browse'] = 'Огляд файлів'; #35046
$_['text_clear'] = 'Очистити зображення'; #35047
$_['column_name'] = 'Назва банеру'; #33861
$_['column_status'] = 'Статус'; #33862
$_['column_action'] = 'Дія'; #33863
$_['entry_name'] = 'Назва банеру:'; #33864
$_['entry_title'] = 'Заголовок:'; #33865
$_['entry_link'] = 'Посилання:'; #33866
$_['entry_image'] = 'Зображення:'; #33867
$_['entry_status'] = 'Статус:'; #33868
$_['entry_sort_order']   = 'Сортування:'; #Baco
$_['error_permission'] = 'Ви не маєте повноважень для редагування банерів!'; #33869
$_['error_name'] = 'Назва банеру повинна містити від 3 до 64 символів!'; #33870
$_['error_title'] = 'Заголовок банеру повинен містити від 2 до 64 символів!'; #33871
$_['error_default'] = 'Банер не може бути видалено, оскільки він використовується в магазині за замовчуванням!'; #33872
$_['error_product'] = 'Банер не може бути видалено, оскільки він використовується в товарах %s!'; #33873
$_['error_category'] = 'Банер не може бути видалено, оскільки він використовується в категоріях %s!'; #33874
$_['error_information'] = 'Банер не може бути видалено, оскільки він використовується на інформаційних сторінках %s!'; #33875