<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Eugene Kuligin (k.evgen@meta.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Макети'; #33842
$_['text_success'] = 'Макети успішно змінено!'; #33843
$_['text_default'] = 'За замовчуванням'; #33844
$_['column_name'] = 'Назва макету'; #33845
$_['column_action'] = 'Дія'; #33846
$_['entry_name'] = 'Назва макету:'; #33847
$_['entry_store'] = 'Магазин:'; #33848
$_['entry_route'] = 'Роутер:'; #33849
$_['error_permission'] = 'Ви не маєте повноважень для редагування макетів!'; #33850
$_['error_name'] = 'Назва макету повинна містити від 3 до 64 символів!'; #33851
$_['error_default'] = 'Цей макет не може бути видалено, оскільки він використовується в магазині за замовчуванням!'; #33852
$_['error_store'] = 'Цей макет не може бути видалено, оскільки він використовується магазинами %s!'; #33853
$_['error_product'] = 'Цей макет не може бути видалено, оскільки він використовується в товарах %s!'; #33854
$_['error_category'] = 'Цей макет не може бути видалено, оскільки він використовується в категоріях %s!'; #33855
$_['error_information'] = 'Цей макет не може бути видалено, оскільки він використовується на інформаційних сторінках %s!'; #33856