<?php
// Heading
$_['heading_title']   = 'Обновление';
$_['heading_success'] = 'Обновление - Выполнено!';

// Text
$_['text_upgrade']    = 'Подготовка к обновлению';
$_['text_server']     = 'Внимательно следуйте пошаговой инструкции!';
$_['text_steps']      = 'Процесс обновления';
$_['text_error']      = 'О любых ошибках и проблемах при обновлении сообщите на форуме <a href="http://forum.opencart-russia.ru/forums/installs/">в разделе о установке</a>';
$_['text_clear']      = 'После обновления, удалите все куки в своем браузере, чтобы избежать ошибок с токенами.';
$_['text_admin']      = 'Перейдите в Административную часть и дважды нажмите на клавиатуре Ctrl+F5 для обновления закешированных CSS стилей.';
$_['text_user']       = 'Перейдите в разделе Меню -> Система -> Пользователи -> Группы пользователей и для Главный администратор отметьте все чекбоксы.';
$_['text_setting']    = 'Перейдите в разделе Меню -> Система-> Настройки. Проверьте все значения настроек магазина и нажмите кнопку Сохранить даже если ничего не меняли.';
$_['text_store']      = 'Перейдите в Витрину магазина и дважды нажмите Ctrl+F5 для обновления кешированных CSS стилей.';
$_['text_progress']   = 'Патч %s выполнен (%s из %s)';
$_['text_success']    = 'Поздравляем! Вы успешно обновили OpenCart Русская сборка';

// Entry
$_['entry_progress']  = 'Прогресс';