<?php
// Заголовок
$_['heading_title']    = 'Бэкап / Восстановление';

// Текстовые
$_['text_success']     = 'Данные успешно импортированы в базу данных';

// Поля ввода
$_['entry_import']     = 'Файл импорта .sql';
$_['entry_progress']   = 'Процесс';
$_['entry_export']     = 'Таблицы для экспорта данных в файл .sql';

// Tab
$_['tab_backup']       = 'Бэкап';
$_['tab_restore']      = 'Восстановление';

// Ошибки
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_export']     = 'Внимание: Вы должны выбрать хотя бы одну таблицу для экспорта!';
$_['error_file']       = 'Файл не найден!';

