<?php
// Заголовок
$_['heading_title']     = 'Внешние загрузки';

// Текстовые
$_['text_success']      = 'Выполнено!';
$_['text_list']         = 'Внешние загрузки';

// Колонки
$_['column_name']       = 'Название Файла';
$_['column_filename']   = 'Имя Файла';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Поля ввода
$_['entry_name']        = 'Название Файла';
$_['entry_filename']    = 'Имя Файла';
$_['entry_date_added']  = 'Дата добавления';

// Ошибки
$_['error_permission']  = 'У Вас нет прав для управления данным модулем!';

