<?php
// Заголовок
$_['heading_title']  = 'Восстановить пароль';

// Текстовые
$_['text_account']   = 'Личный Кабинет';
$_['text_password']  = 'Введите новый пароль.';
$_['text_success']   = 'Ваш пароль изменен.';

// Поля ввода
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтверждение пароля';

// Ошибки
$_['error_password'] = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']  = 'Пароль и подтверждение пароля различны!';
$_['error_code']     = 'Код восстановления пароля ошибочный!';

