<?php
// Заголовок
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Текстові
$_['text_message'] = '<p>Вітаємо! Ваш Особистий Кабінет був успішно створений.</p><p>Тепер Ви можете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунку, редагування своєї контактної інформації та адреси доставки та багато іншого.</p><p>Якщо у Вас є які-небудь питання, <a href="%s">пишіть нам</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію на %s!</p><p>Ви будете повідомлені по електронній пошті, як тільки Ваш Особистий Кабінет буде активований адміністрацією магазину.</p><p>Якщо у Вас є якісь запитання, будь ласка <a href="%s">пишіть нам</a>.</p>';
$_['text_account'] = 'Особистий Кабінет';
$_['text_success'] = 'Успішно';