<?php 
// Heading
$_['heading_title']     = 'Скидка или наценка на способ оплаты';

// Text
$_['text_total']        = 'Учитывать в заказе';
$_['text_success']      = 'Вы успешно изменили настройки!';

// Entry
$_['entry_type']         = 'Выберите тип:';
$_['text_percent']         = 'Процент:';
$_['text_amount']         = 'Фиксированно:';
$_['entry_method']      = 'Метод оплаты';
$_['entry_charge']      = '<span title="Можно внести также минусове значение для присвоения скидки. (10 как 10% наценки, -10 как -10% скидки)">Сумма [*]</span>';
$_['entry_description'] = 'Описание';
$_['entry_status']      = 'Статус:';
$_['entry_sort_order']  = 'Сортировка:';

// Error
$_['error_permission']  = 'Внимание: У Вас нету прав на редактирование наценки на способ оплаты.!';
?>