<?php
// Заголовок
$_['heading_title']      = 'Защита от мошенничества по IP';

// Текстовые
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_edit']          = 'Редактирование';
$_['text_ip_add']        = 'Добавить IP адрес';
$_['text_ip_list']       = 'Список заблокированных IP';

// Колонки
$_['column_ip']          = 'IP';
$_['column_total']       = 'Количество';
$_['column_date_added']  = 'Дата';
$_['column_action']      = 'Действие';

// Поля ввода
$_['entry_ip']           = 'IP';
$_['entry_status']       = 'Статус';
$_['entry_order_status'] = 'Статус заказа';

// Инфо
$_['help_order_status']  = 'Клиенты, которые имеют заблокированные IP, их аккаунт будет присвоен ассоциирован со статус заказа и не позволит завершить заказ автоматически.';

// Ошибки
$_['error_permission']   = 'У Вас нет прав для управления данным модулем!';

