<?php
// Heading
$_['heading_title']       = 'Менеджер реєстрації та оформлення замовлення';

// Text
$_['text_success']        = 'Модуль менеджер успішно обновлено!';
$_['text_module']         = 'Модулі';
$_['text_fields']         = 'Курування полями форми';

$_['entry_status']        = 'Статус:';
$_['text_disabled']       = 'відключено';
$_['text_enabled']        = 'включено';
$_['text_required']       = 'обов\'язково';
$_['text_not_required']   = 'не обов\'язково';
//tabs
$_['tab_general'] = 'Реєстрація';
$_['tab_data'] = 'Покупка';
//data
$_['entry_firstname']     = 'Показувати поле Ім\'я ?';
$_['entry_lastname']      = 'Показувати поле Прізвище ?';
$_['entry_email']         = 'E-mail ?';
$_['entry_telephone']     = 'Показувати поле Телефон ?';
$_['entry_fax']           = 'Показувати поле Факс ?';
$_['entry_company']       = 'Показувати поле Компанія ?';
$_['entry_address_1']     = 'Показувати поле Адреса ?';
$_['entry_address_2']     = 'Показувати поле Адреса 2 ?';
$_['entry_city']          = 'Показувати поле Місто ?';
$_['entry_postcode']      = 'Показувати поле Індекс ?';
$_['entry_country']       = 'Показувати Країну та регіони ?';
$_['entry_min_order_sum'] = 'Мін. сума замовлення ?';
$_['entry_firstname_req']     = 'Поле Ім\'я обов\'язкове ?';
$_['entry_lastname_req']      = 'Поле Прізвище обов\'язкове ?';
$_['entry_telephone_req']     = 'Поле Телефон обов\'язкове ?';
$_['entry_fax_req']           = 'Поле Факс обов\'язкове ?';
$_['entry_company_req']       = 'Поле Компанія обов\'язкове ?';
$_['entry_address_1_req']     = 'Поле Адреса обов\'язкове ?';
$_['entry_address_2_req']     = 'Поле Адреса 2 обов\'язкове ?';
$_['entry_city_req']          = 'Поле Місто обов\'язкове ?';
$_['entry_postcode_req']      = 'Поле Індекс обов\'язкове ?';
$_['entry_confirm']       = 'Показувати поле підтвердження паролю ?';
// Error
$_['error_permission']    = 'Ви не маєте прав для керування цим модулем!';
?>