<?php
// Text
$_['text_success'] = 'Замовлення оновлено';

// Error
$_['error_permission'] = 'Увага! Доступ заборонений до API!';
$_['error_customer'] = 'Необхідні дані про клієнта!';
$_['error_payment_address'] = 'Необхідний адресу платника!';
$_['error_payment_method'] = 'Необхідний спосіб оплати!';
$_['error_shipping_address'] = 'Необхідний адресу доставки!';
$_['error_shipping_method'] = 'Необхідний спосіб доставки!';
$_['error_stock'] = 'Товари відмічені *** не доступні в потрібній кількості чи немає на складі!';
$_['error_minimum'] = 'Мінімальна кількість для замовлення %s is %s!';
$_['error_not_found'] = 'Увага! Замовлення не знайдено';