<?php
// Текст
$_['text_address'] = 'успіх: адреса доставки був встановлений!';
$_['text_method'] = 'успіху: спосіб доставки був встановлений!';

// Помилка
$_['error_permission'] = 'Увага: Ви не маєте дозволу для доступу до API!';
$_['error_firstname'] = 'Ім&#39;я повинно містити від 1 до 32 символів!';
$_['error_lastname']  = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1'] = 'Адреса 1 повинна містити від 3 до 128 символів!';
$_['error_city']  = ' Місто повинно бути від 3 до 128 символів!';
$_['error_postcode'] = 'Поштовий індекс повинен бути між 2 і 10 персонажів для цієї країни!';
$_['error_country'] = 'Будь ласка, оберіть країну!';
$_['error_zone'] = 'Будь ласка, оберіть регіон !';
$_['error_custom_field'] = '%S не потрібно!';
$_['error_address'] = 'Увага: адреса доставки не потрібно!';
$_['error_method'] = 'Увага: спосіб доставки не потрібно!';
$_['error_no_shipping'] = 'Увага: немає варіанти доставки доступні!';