<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Менеджер зображень'; #32181
$_['text_uploaded'] = 'Файл успішно завантажено!'; #32393
$_['text_file_delete'] = 'Файл був видалений'; #32182
$_['text_create'] = 'Теку створено!'; #32394
$_['text_delete'] = 'Файл/теку успішно видалено!'; #32395
$_['text_move'] = 'Файл/теку успішно переміщено!'; #32396
$_['text_copy'] = 'Файл/теку успішно скопійовано!'; #32397
$_['text_rename'] = 'Файл/теку успішно перейменовано!'; #32398
$_['entry_folder'] = 'Нова тека:'; #32340
$_['entry_move'] = 'Переміщення:'; #32350
$_['entry_copy'] = 'Назва:'; #32341
$_['entry_rename'] = 'Назва:'; #32342
$_['image_success_added'] = 'Виконано: Додаткові зображення добавлено';
$_['button_addimage']  = 'Зображення';
$_['button_search'] = 'Пошук';
$_['error_select'] = 'Будь ласка, оберіть теку або файл!'; #32399
$_['error_file'] = 'Будь ласка, оберіть файл!'; #32351
$_['error_directory'] = 'Будь ласка, оберіть каталог чи файл!'; #32352
$_['error_default'] = 'Не вдалося змінити теку за замовчуванням!'; #32400
$_['error_delete'] = 'Ви не можете видалити цю теку!'; #32401
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 255 символів!'; #32402
$_['error_missing'] = 'Файл або тека не існує!'; #32403
$_['error_exists'] = 'Файл або тека з такою назвою вже існує!'; #32404
$_['error_name'] = 'Будь ласка, вкажіть іншу назву!'; #32405
$_['error_move'] = 'Переміщення до теки не здійснено!'; #32406
$_['error_copy'] = 'Файл або тека не можуть бути скопійовані!'; #32407
$_['error_rename'] = 'Теку не може бути перейменовано!'; #32408
$_['error_file_type'] = 'Неправильний тип файлу!'; #32353
$_['error_file_size'] = 'Файл не відповідає стандартам, будь ласка, завантажте файл не більше 300кб і 1000px у висоту чи ширину, якщо це зображення!'; #32409
$_['error_uploaded'] = 'Файл не може бути завантажено з невідомої причини!'; #32354
$_['error_permission'] = 'Доступ заборонено!'; #32355
$_['button_folder'] = 'Нова тека'; #32343
$_['button_delete'] = 'Видалити'; #32344
$_['button_move'] = 'Перемістити'; #32345
$_['button_copy'] = 'Копіювати'; #32346
$_['button_rename'] = 'Змінити'; #32347
$_['button_upload'] = 'Завантажити'; #32348
$_['button_refresh'] = 'Оновити'; #32349