<?php
// Заголовок
$_['heading_title']     = 'Модификаторы';

// Текстовые
$_['text_success']      = 'Действие успешно выполнено!';
$_['text_refresh']      = 'Каждый раз, когда Вы включили / отключили или удалили модификатор, необходимо нажать кнопку обновить, чтобы обновить кэш модификаторов!';
$_['text_list']         = 'Список модификаторов';

// Колонки
$_['column_name']       = 'Название';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Состояние';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Действие';

// Ошибки
$_['error_permission']  = 'Внимание: У Вас нет прав для управления модификаторами!';

