<?php
// Heading
$_['heading_title']      = 'Яндекс Маркет';

// Text
$_['text_feed']          = 'Канали товарів';
$_['text_success']       = 'Налаштування модуля обновлені!';

// Entry
$_['entry_status']       = 'Статус:';
$_['entry_data_feed']    = 'Адреса:';
$_['entry_shopname']     = 'Назва магазину:<br/><span class="help">Коротка назва магазину (назва, котра виводиться в списку знайдених на Яндекс Маркеті товарів. Не повинно перевищувати більше 20 символів).</span>';
$_['entry_company']      = 'Компанія:<br/><span class="help">Повна назва компанії, котра є власником магазину. Не публікується, використовується тільки для внутрішньої ідентифікації.</span>';
$_['entry_category']     = 'Категорії:<br/><span class="help">Виберіть категорії зі списку, котрі потрібно експортувати до Яндекс Маркету</span>';
$_['entry_currency']     = 'Валюта пропозиції:<br/><span class="help">Яндекс Маркет приймає пропозиції в валюті RUR, RUB або UAH. Виберіть валюту в котрій буде запропоновано пропозицію.</span>';
$_['entry_in_stock']     = 'Статус &quot;В наявності&quot;:<br/><span class="help">При залишку на складі 0</span>';
$_['entry_out_of_stock'] = 'Статус &quot;Нема в наявності&quot;:<br/><span class="help">При залишку на складі 0</span>';

// Error
$_['error_permission']   = 'У Вас немає прав для керування цим модулем!';
?>