<?php
// Heading
$_['heading_title']    = 'Бэкап / Восстановление';

// Text
$_['text_backup']      = 'Архивировать базу данных';
$_['text_success']     = 'База данных импортирована!';

// Entry
$_['entry_restore']    = 'Востановить базу данных:';
$_['entry_backup']     = 'Бэкап:';

// Error
$_['error_permission'] = 'Ошибка: У Вас нет прав для управления этим модулем!';
$_['error_backup']     = 'Ошибка: Вы должны выбрать минимум одну таблицу чтобы сделать бэкап!';
$_['error_empty']      = 'Ошибка: Загруженный файл пуст!';
?>