<?php
// Heading
$_['heading_title']    = 'Отправка Новой Почтой';

// Text 
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

$_['entry_delivery_price'] = 'Стоимость платной доставки:<br /><span class="help">Если сумма заказа меньше минимальной суммы для бесплатной доставки.</span>';
$_['entry_min_total_for_free_delivery'] = 'Минимальная сумма заказа для бесплатной доставки:<br /><span class="help">Если сумма заказа больше или равна указаной сумме, тогда стоимость доставки для клиента будет равна нулю.</span>';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>